
<!DOCTYPE HTML>
<html lang="ja" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>大地形:プレートと境界 · GGOER</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.2">
        <meta name="author" content="h.yamauchi">
        
        
    
    <link rel="stylesheet" href="../../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../../styles/website.css">
        
    

        
    
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="5-2.html" />
    
    
    <link rel="prev" href="../4/4.html" />
    

    
        <link rel="shortcut icon" href='../../img/favicon.ico' type="image/x-icon">
    
    
        <link rel="bookmark" href='../../img/favicon.ico' type="image/x-icon">
    
    
        <link rel="apple-touch-icon" href='../../img/apple-touch-icon.png'>
    
    
        
        <link rel="apple-touch-icon" sizes="120x120" href="../../img/favicon.ico">
        
        <link rel="apple-touch-icon" sizes="180x180" href="../../img/favicon.ico">
        
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="検索すると入力" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../../">
            
                <a href="../../">
            
                    
                    本教材について
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../1/1.html">
            
                <a href="../1/1.html">
            
                    
                    地理の学習の意義
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../2/2.html">
            
                <a href="../2/2.html">
            
                    
                    地図の基礎
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../3/3-1.html">
            
                <a href="../3/3-1.html">
            
                    
                    地理情報の基礎
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="../3/3-2/3-2.html">
            
                <a href="../3/3-2/3-2.html">
            
                    
                    WebGISの活用：地理院地図
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="../3/3-3/3-3.html">
            
                <a href="../3/3-3/3-3.html">
            
                    
                    デスクトップGISの活用：QGIS
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../4/4.html">
            
                <a href="../4/4.html">
            
                    
                    GISと地形表現
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.6" data-path="5-1.html">
            
                <a href="5-1.html">
            
                    
                    大地形:プレートと境界
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="5-2.html">
            
                <a href="5-2.html">
            
                    
                    火山
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.2" data-path="5-3.html">
            
                <a href="5-3.html">
            
                    
                    地震と津波
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="../6/6-1.html">
            
                <a href="../6/6-1.html">
            
                    
                    小地形
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.7.1" data-path="../6/6-2.html">
            
                <a href="../6/6-2.html">
            
                    
                    山地の地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.2" data-path="../6/6-3.html">
            
                <a href="../6/6-3.html">
            
                    
                    河川の地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.3" data-path="../6/6-4.html">
            
                <a href="../6/6-4.html">
            
                    
                    海岸の地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.4" data-path="../6/6-5.html">
            
                <a href="../6/6-5.html">
            
                    
                    氷河地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.5" data-path="../6/6-6.html">
            
                <a href="../6/6-6.html">
            
                    
                    乾燥地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.6" data-path="../6/6-7.html">
            
                <a href="../6/6-7.html">
            
                    
                    カルスト地形
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            GitBookで公開 
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="../.." >大地形:プレートと境界</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5927;&#x5730;&#x5F62;&#x306E;&#x5F62;&#x6210;">&#x5927;&#x5730;&#x5F62;&#x306E;&#x5F62;&#x6210;</h1>
<h2 id="&#x55B6;&#x529B;">&#x55B6;&#x529B;</h2>
<p> &#x4E16;&#x754C;&#x5730;&#x56F3;&#x3084;&#x5730;&#x7403;&#x5100;&#x3092;&#x307F;&#x308B;&#x3068;&#x3001;&#x5730;&#x7403;&#x306E;&#x8868;&#x9762;&#x304C;&#x3067;&#x3053;&#x307C;&#x3053;&#x3057;&#x3066;&#x3044;&#x308B;&#x306E;&#x304C;&#x308F;&#x304B;&#x308A;&#x307E;&#x3059;&#x3002;&#x3053;&#x306E;&#x3067;&#x3053;&#x307C;&#x3053;&#x306F;&#x3001;&#x81EA;&#x7136;&#x306E;&#x529B;&#x3067;&#x3042;&#x308B;&#x55B6;&#x529B;&#x306B;&#x3088;&#x3063;&#x3066;&#x5F62;&#x6210;&#x3055;&#x308C;&#x307E;&#x3057;&#x305F;&#x3002;<strong>&#x55B6;&#x529B;</strong>&#x306B;&#x306F;&#x3001;&#x5730;&#x7403;&#x5185;&#x90E8;&#x306E;&#x529B;&#x306B;&#x3088;&#x308B;&#x5185;&#x7684;&#x55B6;&#x529B;&#xFF08;&#x5730;&#x6BBB;&#x5909;&#x52D5;&#x7B49;&#xFF09;&#x3068;&#x3001;&#x98A8;&#x96E8;&#x3001;&#x6CB3;&#x5DDD;&#x3001;&#x6C37;&#x6CB3;&#x3001;&#x6CE2;&#x6D6A;&#x7B49;&#x306E;&#x529B;&#x306B;&#x3088;&#x308B;&#x5916;&#x7684;&#x55B6;&#x529B;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x5730;&#x7403;&#x306E;&#x5730;&#x8868;&#x9762;&#x306B;&#x306F;&#x3001;&#x5927;&#x898F;&#x6A21;&#x306A;&#x5E73;&#x91CE;&#x3001;&#x5C71;&#x8108;&#x3001;&#x6D77;&#x6E9D;&#x306A;&#x3069;&#x306E;&#x5927;&#x5730;&#x5F62;&#x3068;&#x3001;&#x4E3B;&#x3068;&#x3057;&#x3066;&#x5916;&#x7684;&#x55B6;&#x529B;&#x306E;&#x5F71;&#x97FF;&#x3092;&#x3046;&#x3051;&#x3066;&#x767A;&#x9054;&#x3059;&#x308B;&#x5C0F;&#x5730;&#x5F62;&#x306B;&#x5206;&#x3051;&#x3089;&#x308C;&#x307E;&#x3059;&#x3002;</p>
<h2 id="&#x5927;&#x5730;&#x5F62;&#x306E;&#x5F62;&#x6210;&#x3068;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x904B;&#x52D5;">&#x5927;&#x5730;&#x5F62;&#x306E;&#x5F62;&#x6210;&#x3068;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x904B;&#x52D5;</h2>
<p>&#x3000;&#x5730;&#x7403;&#x306F;&#x3001;&#x4E0B;&#x306E;&#x56F3;&#x306E;&#x3088;&#x3046;&#x306B;&#x3001;&#x6838;(&#x5916;&#x6838;&#x3068;&#x5185;&#x6838;):D&#x3001;&#x4E0B;&#x90E8;&#x30DE;&#x30F3;&#x30C8;&#x30EB;:C&#x3001;&#x4E0A;&#x90E8;&#x30DE;&#x30F3;&#x30C8;&#x30EB;:B&#x3001;&#x5730;&#x6BBB;:A&#x306E;&#x3088;&#x3046;&#x306B;&#x69CB;&#x6210;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x306F;&#x3001;&#x5730;&#x6BBB;&#xFF08;&#x9678;&#x306F;30~40km&#x3001;&#x6D77;&#x6D0B;&#x306F;&#x7D04;10km&#x306E;&#x539A;&#x3055;&#xFF09;&#x3068;&#x4E0A;&#x90E8;&#x30DE;&#x30F3;&#x30C8;&#x30EB;&#x306E;&#x6700;&#x4E0A;&#x90E8;&#x6570;10km&#x3092;&#x6307;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p><img src="img/5-1-1.png" alt=""></p>
<p><em>&#x5730;&#x7403;&#x5185;&#x90E8;&#x306E;&#x69CB;&#x9020;</em></p>
<blockquote>
<p><a href="https://commons.wikimedia.org/wiki/File:Earth_layers_model.png" target="_blank">Earth layers model.png &#xA9;Linuxerist CC BY-SA 3.0</a>&#x3092;&#x52A0;&#x5DE5;&#x3057;&#x4F5C;&#x6210;</p>
</blockquote>
<p>&#x3000;&#x4E16;&#x754C;&#x306B;&#x306F;10&#x679A;&#x7A0B;&#x5EA6;&#x306E;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x304C;&#x3042;&#x308A;&#x3001;&#x4E0B;&#x306E;&#x56F3;&#x306E;&#x3088;&#x3046;&#x306B;&#x5206;&#x5E03;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x306F;&#x3001;&#x5730;&#x7403;&#x5185;&#x90E8;&#x306E;&#x30DE;&#x30F3;&#x30C8;&#x30EB;&#x5BFE;&#x6D41;&#x306B;&#x3088;&#x308A;&#x3086;&#x3063;&#x304F;&#x308A;&#x3068;&#x6D41;&#x52D5;&#x3057;&#x3001;&#x5883;&#x754C;&#x3092;&#x5F62;&#x6210;&#x3057;&#x307E;&#x3059;&#x3002;&#x5927;&#x5730;&#x5F62;&#x306E;&#x767A;&#x9054;&#x3092;&#x8AAC;&#x660E;&#x3059;&#x308B;&#x3053;&#x306E;&#x7406;&#x8AD6;&#x3092;<strong>&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x30C6;&#x30AF;&#x30C8;&#x30CB;&#x30AF;&#x30B9;</strong>&#x3068;&#x3044;&#x3044;&#x307E;&#x3059;&#x3002;
<img src="img/5-1-2.png" alt=""></p>
<p><em>&#x4E3B;&#x8981;&#x306A;&#x30D7;&#x30EC;&#x30FC;&#x30C8;(Public Domain)</em></p>
<p>&#x3000;&#x304B;&#x3064;&#x3066;&#x306E;&#x5730;&#x7403;&#x306F;&#x3001;&#x30D1;&#x30F3;&#x30B2;&#x30A2;&#x3068;&#x3088;&#x3070;&#x308C;&#x308B;&#x4E00;&#x3064;&#x306E;&#x5730;&#x584A;&#x3067;&#x3001;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x904B;&#x52D5;&#x306B;&#x3088;&#x3063;&#x3066;&#x73FE;&#x5728;&#x306E;&#x5927;&#x9678;&#x3068;&#x306A;&#x308A;&#x307E;&#x3057;&#x305F;&#x3002;&#x3088;&#x304F;&#x898B;&#x308B;&#x3068;&#x3001;&#x30A2;&#x30D5;&#x30EA;&#x30AB;&#x306E;&#x897F;&#x5074;&#x306E;&#x6D77;&#x5CB8;&#x7DDA;&#x3068;&#x5357;&#x30A2;&#x30E1;&#x30EA;&#x30AB;&#x306E;&#x6771;&#x5074;&#x306E;&#x6D77;&#x5CB8;&#x7DDA;&#x304C;&#x30D1;&#x30BA;&#x30EB;&#x306E;&#x3088;&#x3046;&#x306B;&#x304F;&#x3063;&#x3064;&#x304D;&#x305D;&#x3046;&#x306A;&#x306E;&#x304C;&#x308F;&#x304B;&#x308A;&#x307E;&#x3059;&#x3002;<a href="https://www.youtube.com/watch?v=q-ng6YpxHxU&amp;feature=emb_title" target="_blank">Animated Maps: Tectonic Plate Movement</a>&#x3067;&#x306F;&#x3001;5&#x5104;5&#x5343;&#x4E07;&#x5E74;&#x524D;&#x304B;&#x3089;&#x73FE;&#x5728;&#x307E;&#x3067;&#x306E;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x306E;&#x79FB;&#x52D5;&#x3092;&#x52D5;&#x753B;&#x3067;&#x307F;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;<br>
&#x3000;&#x5883;&#x754C;&#x306B;&#x306F;&#x3001;&#x4E0B;&#x306E;&#x56F3;&#x306E;&#x3088;&#x3046;&#x306B;&#x3001;<strong>&#x72ED;&#x307E;&#x308B;&#x5883;&#x754C;&#x3001;&#x5E83;&#x304C;&#x308B;&#x5883;&#x754C;&#x3001;&#x305A;&#x308C;&#x308B;&#x5883;&#x754C;</strong>&#x306E;3&#x3064;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x72ED;&#x307E;&#x308B;&#x5883;&#x754C;&#x306F;&#x3001;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x540C;&#x58EB;&#x306E;&#x529B;&#x304C;&#x2192;&#x2190;&#x306E;&#x3088;&#x3046;&#x306B;&#x50CD;&#x304F;&#x3082;&#x306E;&#x3092;&#x6307;&#x3057;&#x307E;&#x3059;&#x3002;&#x5E83;&#x304C;&#x308B;&#x5883;&#x754C;&#x306F;&#x3001;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x540C;&#x58EB;&#x306E;&#x529B;&#x304C;&#x2190;&#x2192;&#x306E;&#x3088;&#x3046;&#x306B;&#x50CD;&#x304F;&#x3082;&#x306E;&#x3092;&#x6307;&#x3057;&#x307E;&#x3059;&#x3002;&#x305A;&#x308C;&#x308B;&#x5883;&#x754C;&#x306F;&#x3001;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x540C;&#x58EB;&#x306E;&#x529B;&#x304C;&#x2191;&#x2193;&#x306E;&#x3088;&#x3046;&#x306B;&#x50CD;&#x304F;&#x3082;&#x306E;&#x3092;&#x6307;&#x3057;&#x307E;&#x3059;&#x3002;&#x72ED;&#x307E;&#x308B;&#x5883;&#x754C;&#x3067;&#x306F;&#x3001;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x540C;&#x58EB;&#x304C;&#x3076;&#x3064;&#x304B;&#x308A;&#x5408;&#x3044;&#x307E;&#x3059;&#x3002;&#x6D77;&#x6D0B;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x304C;&#x6C88;&#x307F;&#x8FBC;&#x3080;&#x7BC4;&#x56F2;&#x3092;<strong>&#x6C88;&#x307F;&#x8FBC;&#x307F;&#x5E2F;</strong>&#x3068;&#x3088;&#x3073;&#x3001;&#x5927;&#x9678;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x540C;&#x58EB;&#x304C;&#x885D;&#x7A81;&#x3057;&#x5C71;&#x8108;&#x3092;&#x5F62;&#x6210;&#x3059;&#x308B;&#x7BC4;&#x56F2;&#x3092;&#x885D;&#x7A81;&#x5E2F;&#x3068;&#x3088;&#x3073;&#x307E;&#x3059;&#x3002;&#x5E83;&#x304C;&#x308B;&#x5883;&#x754C;&#x306F;&#x3001;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x540C;&#x58EB;&#x304C;&#x96E2;&#x308C;&#x5408;&#x3046;&#x7BC4;&#x56F2;&#x3067;&#x3059;&#x3002;&#x6D77;&#x5E95;&#x3067;&#x306F;&#x3001;&#x30DE;&#x30F3;&#x30C8;&#x30EB;&#x304C;&#x308F;&#x304D;&#x3060;&#x3057;&#x6D77;&#x5E95;&#x306B;<strong>&#x6D77;&#x5DBA;</strong>&#x3068;&#x3088;&#x3070;&#x308C;&#x308B;&#x5927;&#x5C71;&#x8108;&#x304C;&#x5F62;&#x6210;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#x6771;&#x30A2;&#x30D5;&#x30EA;&#x30AB;&#x306E;&#x5927;&#x5730;&#x6E9D;&#x5E2F;&#x3084;&#x7D05;&#x6D77;&#x3082;&#x3053;&#x306E;&#x7A2E;&#x306E;&#x5883;&#x754C;&#x3068;&#x8003;&#x3048;&#x3089;&#x308C;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x305A;&#x308C;&#x308B;&#x5883;&#x754C;&#x306F;&#x3001;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x3068;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x304C;&#x6A2A;&#x306B;&#x305A;&#x308C;&#x3042;&#x3046;&#x5883;&#x754C;&#x3067;&#x3001;<strong>&#x30B5;&#x30F3;&#x30A2;&#x30F3;&#x30C9;&#x30EC;&#x30A2;&#x30B9;&#x65AD;&#x5C64;</strong>&#x304C;&#x6709;&#x540D;&#x3067;&#x3059;&#x3002;&#x30B5;&#x30F3;&#x30A2;&#x30F3;&#x30C9;&#x30EC;&#x30A2;&#x30B9;&#x65AD;&#x5C64;&#x306F;&#x3001;&#x30AB;&#x30EA;&#x30D5;&#x30A9;&#x30EB;&#x30CB;&#x30A2;&#x5DDE;&#x304B;&#x3089;&#x30E1;&#x30AD;&#x30B7;&#x30B3;&#x307E;&#x3067;&#x7E26;&#x65AD;&#x3057;&#x3066;&#x304A;&#x308A;&#x3001;&#x305D;&#x306E;&#x7DCF;&#x5EF6;&#x9577;&#x306F;&#x7D04;1300km&#x3067;&#x3059;&#x3002;&#x305D;&#x308C;&#x3067;&#x306F;&#x3001;&#x5B9F;&#x969B;&#x306B;GIS&#x3092;&#x7528;&#x3044;&#x3066;&#x3001;&#x5883;&#x754C;&#x3092;&#x307F;&#x3066;&#x307F;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;</p>
<p><img src="img/5-1-3.png" alt="">
<em>&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x306E;&#x5883;&#x754C;(&#x539F;&#x56F3;&#x306F;&#x3001;Public Domain)</em></p>
<h3 id="gis&#x3067;&#x5883;&#x754C;&#x3092;&#x898B;&#x3066;&#x307F;&#x3088;&#x3046;">GIS&#x3067;&#x5883;&#x754C;&#x3092;&#x898B;&#x3066;&#x307F;&#x3088;&#x3046;!</h3>
<center><iframe width="700" height="510" src="https://yamauchi-inochu.github.io/demo-ggoer/maps/cesium/plate.html"></iframe></center>

<h2 id="&#x9020;&#x5C71;&#x5E2F;&#x3068;&#x5B89;&#x5B9A;&#x9678;&#x584A;">&#x9020;&#x5C71;&#x5E2F;&#x3068;&#x5B89;&#x5B9A;&#x9678;&#x584A;</h2>
<p>&#x3000;&#x5730;&#x7403;&#x306E;&#x5730;&#x5F62;&#x306F;&#x3001;&#x904E;&#x53BB;&#x304B;&#x3089;&#x73FE;&#x5728;&#x307E;&#x3067;&#x306E;&#x9020;&#x5C71;&#x904B;&#x52D5;&#x306B;&#x3088;&#x3063;&#x3066;&#x3001;<strong>&#x65B0;&#x671F;&#x9020;&#x5C71;&#x5E2F;</strong>&#x3001;<strong>&#x53E4;&#x671F;&#x9020;&#x5C71;&#x5E2F;</strong>&#x3001;<strong>&#x5B89;&#x5B9A;&#x9678;&#x584A;</strong>&#x306B;&#x5206;&#x985E;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x4E0B;&#x306E;&#x56F3;&#x306E;&#x8D64;&#x7DDA;&#x306F;&#x3001;&#x65B0;&#x671F;&#x9020;&#x5C71;&#x5E2F;&#xFF08;&#x4E2D;&#x751F;&#x4EE3;&#x30FB;&#x65B0;&#x751F;&#x4EE3;&#x4EE5;&#x964D;&#x306E;&#x9020;&#x5C71;&#x904B;&#x52D5;&#x306B;&#x3088;&#x308B;&#xFF09;&#x306E;&#x5206;&#x5E03;&#x3092;&#x793A;&#x3057;&#x307E;&#x3059;&#x3002;&#x65B0;&#x671F;&#x9020;&#x5C71;&#x5E2F;&#x306F;&#x3001;&#x30A2;&#x30EB;&#x30D7;&#x30B9;&#x30FB;&#x30D2;&#x30DE;&#x30E9;&#x30E4;&#x9020;&#x5C71;&#x5E2F;&#x3068;&#x74B0;&#x592A;&#x5E73;&#x6D0B;&#x9020;&#x5C71;&#x5E2F;&#x7B49;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x3053;&#x306E;&#x5468;&#x8FBA;&#x306F;&#x3001;&#x5730;&#x6BBB;&#x5909;&#x52D5;&#x304C;&#x6D3B;&#x767A;&#x3067;&#x3001;&#x5730;&#x9707;&#x304C;&#x983B;&#x767A;&#x3057;&#x305F;&#x308A;&#x3001;&#x706B;&#x5C71;&#x304C;&#x591A;&#x304F;&#x5206;&#x5E03;&#x3057;&#x307E;&#x3059;&#x3002;&#x4E0B;&#x306E;&#x56F3;&#x306E;&#x9752;&#x7DDA;&#x306F;&#x3001;&#x53E4;&#x671F;&#x9020;&#x5C71;&#x5E2F;&#xFF08;&#x53E4;&#x751F;&#x4EE3;&#x301C;&#x4E2D;&#x751F;&#x4EE3;&#x306E;&#x9020;&#x5C71;&#x904B;&#x52D5;&#x306B;&#x3088;&#x308B;&#xFF09;&#x3092;&#x793A;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x53E4;&#x671F;&#x9020;&#x5C71;&#x5E2F;&#x306F;&#x3001;&#x304B;&#x3064;&#x3066;&#x306E;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x5883;&#x754C;&#x3084;&#x904B;&#x52D5;&#x306B;&#x3088;&#x3063;&#x3066;&#x5F62;&#x6210;&#x3055;&#x308C;&#x305F;&#x307E;&#x306E;&#x3067;&#x3059;&#x3002;&#x73FE;&#x5728;&#x3001;&#x5185;&#x7684;&#x55B6;&#x529B;&#x306E;&#x5F71;&#x97FF;&#x306F;&#x5C0F;&#x3055;&#x304F;&#x306A;&#x3063;&#x305F;&#x3082;&#x306E;&#x3001;&#x5916;&#x7684;&#x55B6;&#x529B;&#x306E;&#x5F71;&#x97FF;&#x3092;&#x53D7;&#x3051;&#x7D9A;&#x3051;&#x308B;&#x305F;&#x3081;&#x3001;&#x6BD4;&#x8F03;&#x7684;&#x306A;&#x3060;&#x3089;&#x304B;&#x306A;&#x5C71;&#x5730;&#x3068;&#x306A;&#x308A;&#x307E;&#x3059;&#x3002;&#x5317;&#x7C73;&#x306E;&#x30A2;&#x30D1;&#x30E9;&#x30C1;&#x30A2;&#x5C71;&#x8108;&#x3001;&#x30E6;&#x30FC;&#x30E9;&#x30B7;&#x30A2;&#x5927;&#x9678;&#x306E;&#x4E2D;&#x592E;&#x3092;&#x7E26;&#x65AD;&#x3059;&#x308B;&#x30A6;&#x30E9;&#x30EB;&#x5C71;&#x8108;&#x7B49;&#x304C;&#x3001;&#x53E4;&#x671F;&#x9020;&#x5C71;&#x5E2F;&#x306B;&#x3042;&#x305F;&#x308B;&#x3002;</p>
<p><img src="img/5-1-4.png" alt=""></p>
<p><em>&#x65B0;&#x671F;&#x9020;&#x5C71;&#x5E2F;&#x3001;&#x53E4;&#x671F;&#x9020;&#x5C71;&#x5E2F;&#x3001;&#x696F;&#x72B6;&#x5730;&#x3001;&#x5353;&#x72B6;&#x5730;&#x306E;&#x5206;&#x5E03;&#x56F3;</em> <br>&#x203B;&#x4E0A;&#x306E;&#x56F3;&#x306F;&#x3001;GIS&#x306E;&#x56F3;&#x306B;&#x7F6E;&#x304D;&#x63DB;&#x3048;&#x308B;&#x4E88;&#x5B9A;&#x3067;&#x3059; &#x3002;&#x73FE;&#x5728;&#x306F;&#x7528;&#x610F;&#x3057;&#x3066;&#x3044;&#x306A;&#x3044;&#x305F;&#x3081;&#x3001;&#x6559;&#x79D1;&#x66F8;&#x7B49;&#x3067;&#x78BA;&#x8A8D;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
<p>&#x904E;&#x53BB;&#x304B;&#x3089;&#x73FE;&#x5728;&#x3092;&#x901A;&#x3058;&#x3066;&#x3001;&#x5730;&#x6BBB;&#x5909;&#x52D5;&#x304C;&#x4E0D;&#x6D3B;&#x767A;&#x306A;&#x5730;&#x57DF;&#x306E;&#x5730;&#x5F62;&#x3092;&#x3001;&#x5B89;&#x5B9A;&#x9678;&#x584A;&#x3068;&#x3088;&#x3073;&#x307E;&#x3059;&#x3002;&#x5B89;&#x5B9A;&#x9678;&#x584A;&#x3067;&#x306F;&#x3001;&#x6C34;&#x5E73;&#x306B;&#x5806;&#x7A4D;&#x3057;&#x305F;&#x5730;&#x5C64;&#x304C;&#x3086;&#x3063;&#x304F;&#x308A;&#x3068;&#x9686;&#x8D77;&#xFF08;&#x9020;&#x9678;&#x904B;&#x52D5;&#xFF09;&#x3057;&#x305F;&#x53F0;&#x5730;&#x3084;&#x5E73;&#x91CE;&#x304C;&#x307F;&#x3089;&#x308C;&#x307E;&#x3059;&#xFF08;<strong>&#x5353;&#x72B6;&#x5730;</strong>&#xFF09;&#x3002;&#x5353;&#x72B6;&#x5730;&#x306B;&#x306F;&#x3001;&#x5317;&#x30A2;&#x30E1;&#x30EA;&#x30AB;&#x306E;&#x4E2D;&#x592E;&#x5E73;&#x539F;&#x3001;&#x4E2D;&#x592E;&#x30B7;&#x30D9;&#x30EA;&#x30A2;&#x9AD8;&#x539F;&#x3001;&#x6771;&#x30E8;&#x30FC;&#x30ED;&#x30C3;&#x30D1;&#x5E73;&#x539F;&#x306A;&#x3069;&#x304C;&#x3042;&#x305F;&#x308A;&#x307E;&#x3059;&#x3002;&#x30D1;&#x30EA;&#x76C6;&#x5730;&#x306B;&#x306E;&#x3088;&#x3046;&#x306B;&#x3001;&#x5806;&#x7A4D;&#x3057;&#x305F;&#x5730;&#x5C64;&#x304C;&#x50BE;&#x659C;&#x3057;&#x304B;&#x3064;&#x3001;&#x5730;&#x5C64;&#x306B;&#x3088;&#x3063;&#x3066;&#x786C;&#x3055;&#x304C;&#x7570;&#x306A;&#x308B;&#x5834;&#x5408;&#x306F;&#x3001;&#x4FB5;&#x98DF;&#x306E;&#x5EA6;&#x5408;&#x3044;&#x306B;&#x5DEE;&#x304C;&#x751F;&#x3058;&#x308B;&#x305F;&#x3081;&#x3001;<strong>&#x30B1;&#x30B9;&#x30BF;</strong>&#x3068;&#x3088;&#x3070;&#x308C;&#x308B;&#x5730;&#x5F62;&#x306B;&#x306A;&#x308A;&#x307E;&#x3059;&#x3002;&#x30CF;&#x30C9;&#x30BD;&#x30F3;&#x6E7E;&#x3084;&#x30D0;&#x30EB;&#x30C8;&#x6D77;&#x306E;&#x5468;&#x8FBA;&#x3067;&#x306F;&#x3001;&#x897F;&#x6D0B;&#x306E;&#x696F;&#x3092;&#x4F0F;&#x305B;&#x305F;&#x3088;&#x3046;&#x306A;&#x5730;&#x5F62;&#xFF08;<strong>&#x696F;&#x72B6;&#x5730;</strong>&#xFF09;&#x304C;&#x5206;&#x5E03;&#x3057;&#x307E;&#x3059;&#x3002;&#x696F;&#x72B6;&#x5730;&#x306F;&#x3001;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x5883;&#x754C;&#x304B;&#x3089;&#x96E2;&#x308C;&#x3066;&#x304A;&#x308A;&#x3001;&#x5148;&#x30AB;&#x30F3;&#x30D6;&#x30EA;&#x30A2;&#x6642;&#x4EE3;&#x306E;&#x5730;&#x5C64;&#x304C;&#x9732;&#x51FA;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<p><img src="img/5-1-5.png" alt=""></p>
<p><em>&#x30B1;&#x30B9;&#x30BF;&#x5730;&#x5F62;&#x306E;&#x6982;&#x89B3;&#x56F3;&#xFF08;Public Domain&#xFF09;</em></p>
<h2 id="&#x4FB5;&#x98DF;&#x8F2A;&#x5EFB;">&#x4FB5;&#x98DF;&#x8F2A;&#x5EFB;</h2>
<p>&#x3000;&#x5B89;&#x5B9A;&#x9678;&#x584A;&#x3084;&#x9020;&#x5C71;&#x5E2F;&#x3067;&#x306F;&#x3001;&#x5916;&#x7684;&#x55B6;&#x529B;&#x306B;&#x3088;&#x308B;&#x4FB5;&#x98DF;&#x3092;&#x3046;&#x3051;&#x3001;&#x69CB;&#x9020;&#x5E73;&#x91CE;&#xFF08;&#x5B89;&#x5B9A;&#x9678;&#x584A;&#x306E;&#x3046;&#x3061;&#x4FB5;&#x98DF;&#x306B;&#x3088;&#x3063;&#x3066;&#x5F62;&#x6210;&#x3055;&#x308C;&#x305F;&#x5E73;&#x91CE;&#xFF09;&#x3084;&#x6E96;&#x5E73;&#x539F;&#xFF08;&#x6025;&#x5CFB;&#x306A;&#x5C71;&#x8108;&#x7B49;&#x304C;&#x5E73;&#x539F;&#x5316;&#x3059;&#x308B;&#xFF09;&#x304C;&#x5F62;&#x6210;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#x5730;&#x5F62;&#x304C;&#x9686;&#x8D77;&#x3057;&#x3001;&#x4FB5;&#x98DF;&#x3092;&#x3046;&#x3051;&#x3001;&#x6E96;&#x5E73;&#x539F;&#x304C;&#x767A;&#x9054;&#x3059;&#x308B;&#x4E00;&#x9023;&#x306E;&#x30D7;&#x30ED;&#x30BB;&#x30B9;&#x3092;<strong>&#x4FB5;&#x98DF;&#x8F2A;&#x5EFB;</strong>&#x3068;&#x3088;&#x3073;&#x307E;&#x3059;&#x3002;</p>
<h2 id="&#x5730;&#x6BBB;&#x5909;&#x52D5;&#x3068;&#x707D;&#x5BB3;">&#x5730;&#x6BBB;&#x5909;&#x52D5;&#x3068;&#x707D;&#x5BB3;</h2>
<p>&#x3000;&#x4E0B;&#x306E;&#x5730;&#x56F3;&#x306F;&#x3001;&#x5730;&#x9707;&#x3068;&#x706B;&#x5C71;&#x306E;&#x5206;&#x5E03;&#x3092;&#x793A;&#x3057;&#x305F;&#x3082;&#x306E;&#x3067;&#x3059;&#x3002;&#x72ED;&#x307E;&#x308B;&#x5883;&#x754C;&#x3084;&#x305D;&#x306E;&#x5468;&#x8FBA;&#x3067;&#x306F;&#x3001;&#x5730;&#x9707;&#x304C;&#x983B;&#x767A;&#x3057;&#x3001;&#x706B;&#x5C71;&#x304C;&#x767A;&#x9054;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x5730;&#x9707;&#x306E;&#x9707;&#x6E90;&#x5730;&#x304C;&#x6D77;&#x5E95;&#x306E;&#x5834;&#x5408;&#x3001;&#x6D25;&#x6CE2;&#x3092;&#x767A;&#x751F;&#x3055;&#x305B;&#x6CBF;&#x5CB8;&#x306E;&#x8857;&#x306B;&#x88AB;&#x5BB3;&#x3092;&#x53CA;&#x307C;&#x3059;&#x3053;&#x3068;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x5730;&#x9707;&#x306B;&#x306F;&#x3001;&#x5185;&#x9678;&#x306E;&#x65AD;&#x5C64;&#x306B;&#x3088;&#x308B;&#x3082;&#x306E;&#x3082;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x706B;&#x5C71;&#x3001;&#x5730;&#x9707;&#x3001;&#x6D25;&#x6CE2;&#x306B;&#x3064;&#x3044;&#x3066;&#x306F;&#x3001;&#x6B21;&#x306E;&#x6559;&#x6750;&#x3067;&#x89E3;&#x8AAC;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<p><img src="img/5-1-6.png" alt=""></p>
<p><em>&#x5730;&#x9707;&#x3068;&#x706B;&#x5C71;&#x306E;&#x5206;&#x5E03;&#xFF08;Public Domain&#xFF09;</em></p>
<h3 id="gis&#x3067;&#x706B;&#x5C71;&#x3068;&#x5730;&#x9707;&#x306E;&#x5206;&#x5E03;&#x3092;&#x78BA;&#x8A8D;&#x3057;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;">GIS&#x3067;&#x706B;&#x5C71;&#x3068;&#x5730;&#x9707;&#x306E;&#x5206;&#x5E03;&#x3092;&#x78BA;&#x8A8D;&#x3057;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;</h3>
<center><iframe width="700" height="510" src="https://yamauchi-inochu.github.io/demo-ggoer/maps/cesium/eq_v.html"></iframe></center>





                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="../4/4.html" class="navigation navigation-prev " aria-label="Previous page: GISと地形表現">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="5-2.html" class="navigation navigation-next " aria-label="Next page: 火山">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"大地形:プレートと境界","level":"1.6","depth":1,"next":{"title":"火山","level":"1.6.1","depth":2,"path":"materials/5/5-2.md","ref":"./materials/5/5-2.md","articles":[]},"previous":{"title":"GISと地形表現","level":"1.5","depth":1,"path":"materials/4/4.md","ref":"./materials/4/4.md","articles":[]},"dir":"ltr"},"config":{"plugins":["-sharing","-sharing-plus","splitter","collapsible-menu","creativecommons","favicon"],"root":".","styles":{"website":"styles/website.css"},"pluginsConfig":{"collapsible-menu":{},"splitter":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"favicon":{"shortcut":"./img/favicon.ico","bookmark":"./img/favicon.ico","appleTouch":"./img/apple-touch-icon.png","appleTouchMore":{"120x120":"./img/favicon.ico","180x180":"./img/favicon.ico"}},"creativecommons":{},"sharing":{"qq":false,"all":["facebook","google"],"douban":false,"facebook":false,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":false,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"h.yamauchi","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"GGOER","language":"ja","gitbook":">= 3.0.0"},"file":{"path":"materials/5/5-1.md","mtime":"2020-05-27T15:09:14.852Z","type":"markdown"},"gitbook":{"version":"3.2.2","time":"2020-05-30T07:44:52.680Z"},"basePath":"../..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../../gitbook/gitbook.js"></script>
    <script src="../../gitbook/theme.js"></script>
    
        
        <script src="../../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-collapsible-menu/plugin.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

