
<!DOCTYPE HTML>
<html lang="ja" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>地震と津波 · GGOER</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.2">
        <meta name="author" content="h.yamauchi">
        
        
    
    <link rel="stylesheet" href="../../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../../styles/website.css">
        
    

        
    
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="../6/6-1.html" />
    
    
    <link rel="prev" href="5-2.html" />
    

    
        <link rel="shortcut icon" href='../../img/favicon.ico' type="image/x-icon">
    
    
        <link rel="bookmark" href='../../img/favicon.ico' type="image/x-icon">
    
    
        <link rel="apple-touch-icon" href='../../img/apple-touch-icon.png'>
    
    
        
        <link rel="apple-touch-icon" sizes="120x120" href="../../img/favicon.ico">
        
        <link rel="apple-touch-icon" sizes="180x180" href="../../img/favicon.ico">
        
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="検索すると入力" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../../">
            
                <a href="../../">
            
                    
                    本教材について
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../1/1.html">
            
                <a href="../1/1.html">
            
                    
                    地理の学習の意義
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../2/2.html">
            
                <a href="../2/2.html">
            
                    
                    地図の基礎
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../3/3-1.html">
            
                <a href="../3/3-1.html">
            
                    
                    地理情報の基礎
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="../3/3-2/3-2.html">
            
                <a href="../3/3-2/3-2.html">
            
                    
                    WebGISの活用：地理院地図
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="../3/3-3/3-3.html">
            
                <a href="../3/3-3/3-3.html">
            
                    
                    デスクトップGISの活用：QGIS
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../4/4.html">
            
                <a href="../4/4.html">
            
                    
                    GISと地形表現
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="5-1.html">
            
                <a href="5-1.html">
            
                    
                    大地形:プレートと境界
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="5-2.html">
            
                <a href="5-2.html">
            
                    
                    火山
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.6.2" data-path="5-3.html">
            
                <a href="5-3.html">
            
                    
                    地震と津波
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="../6/6-1.html">
            
                <a href="../6/6-1.html">
            
                    
                    小地形
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.7.1" data-path="../6/6-2.html">
            
                <a href="../6/6-2.html">
            
                    
                    山地の地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.2" data-path="../6/6-3.html">
            
                <a href="../6/6-3.html">
            
                    
                    河川の地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.3" data-path="../6/6-4.html">
            
                <a href="../6/6-4.html">
            
                    
                    海岸の地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.4" data-path="../6/6-5.html">
            
                <a href="../6/6-5.html">
            
                    
                    氷河地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.5" data-path="../6/6-6.html">
            
                <a href="../6/6-6.html">
            
                    
                    乾燥地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.6" data-path="../6/6-7.html">
            
                <a href="../6/6-7.html">
            
                    
                    カルスト地形
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            GitBookで公開 
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="../.." >地震と津波</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5730;&#x9707;&#x3068;&#x6D25;&#x6CE2;">&#x5730;&#x9707;&#x3068;&#x6D25;&#x6CE2;</h1>
<p>&#x3000;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x306E;&#x5468;&#x8FBA;&#x306E;&#x3088;&#x3046;&#x306B;&#x5185;&#x7684;&#x55B6;&#x529B;&#x304C;&#x5F37;&#x3044;&#x5730;&#x57DF;&#x3067;&#x306F;&#x3001;&#x5730;&#x9707;&#x304C;&#x983B;&#x767A;&#x3057;&#x307E;&#x3059;&#x3002;&#x6570;&#x5341;&#x4E07;&#x5E74;&#x524D;&#x304B;&#x3089;&#x6D3B;&#x767A;&#x306A;&#x65AD;&#x5C64;&#x3092;<strong>&#x6D3B;&#x65AD;&#x5C64;</strong>&#x3068;&#x3088;&#x3073;&#x307E;&#x3059;&#x3002;&#x6D3B;&#x65AD;&#x5C64;&#x306F;&#x3001;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x306E;&#x5883;&#x754C;&#x3001;&#x65E5;&#x672C;&#x5217;&#x5CF6;&#x3001;&#x30A2;&#x30E1;&#x30EA;&#x30AB;&#x6771;&#x6D77;&#x5CB8;&#x7B49;&#x3001;&#x6D77;&#x5E95;&#x3084;&#x5185;&#x9678;&#x306E;&#x69D8;&#x3005;&#x306A;&#x5730;&#x57DF;&#x306B;&#x5206;&#x5E03;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x3053;&#x308C;&#x3089;&#x306E;&#x65AD;&#x5C64;&#x304C;&#x305A;&#x308C;&#x52D5;&#x304F;&#x3053;&#x3068;&#x306B;&#x3088;&#x3063;&#x3066;&#x3001;&#x5730;&#x9707;&#x304C;&#x767A;&#x751F;&#x3057;&#x3001;&#x3068;&#x304D;&#x306B;&#x306F;&#x5927;&#x707D;&#x5BB3;&#x3092;&#x5F15;&#x304D;&#x8D77;&#x3053;&#x3057;&#x3066;&#x304D;&#x307E;&#x3057;&#x305F;&#x3002;&#x5730;&#x9707;&#x304C;&#x6D77;&#x5E95;&#x3067;&#x767A;&#x751F;&#x3059;&#x308B;&#x3068;&#x3001;<strong>&#x6D25;&#x6CE2;</strong>&#x304C;&#x767A;&#x751F;&#x3059;&#x308B;&#x5834;&#x5408;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x4EE5;&#x4E0B;&#x3067;&#x306F;&#x3001;&#x904E;&#x53BB;&#x306B;&#x5927;&#x304D;&#x306A;&#x88AB;&#x5BB3;&#x3092;&#x3082;&#x305F;&#x3089;&#x3057;&#x305F;&#x5730;&#x9707;&#x3092;&#x3044;&#x304F;&#x3064;&#x304B;&#x7D39;&#x4ECB;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<h2 id="&#x904E;&#x53BB;&#x306E;&#x4EE3;&#x8868;&#x7684;&#x306A;&#x5730;&#x9707;">&#x904E;&#x53BB;&#x306E;&#x4EE3;&#x8868;&#x7684;&#x306A;&#x5730;&#x9707;</h2>
<p>&#x6B21;&#x306E;&#x8868;&#x306F;&#x3001;&#x904E;&#x53BB;&#x7D04;100&#x5E74;&#x9593;&#x3067;&#x767A;&#x751F;&#x3057;&#x305F;&#x4EE3;&#x8868;&#x7684;&#x306A;12&#x306E;&#x5730;&#x9707;&#xFF08;&#x56FD;&#x5185;6&#x4EF6;&#xFF0B;&#x56FD;&#x5916;6&#x4EF6;&#xFF09;&#x3092;&#x307E;&#x3068;&#x3081;&#x305F;&#x3082;&#x306E;&#x3067;&#x3059;&#x3002;&#x8868;&#x3067;&#x6982;&#x8981;&#x3092;&#x78BA;&#x8A8D;&#x3057;&#x305F;&#x5F8C;&#x3001;&#x5730;&#x56F3;&#x3067;&#x5730;&#x9707;&#x3092;&#x767A;&#x751F;&#x3055;&#x305B;&#x305F;&#x65AD;&#x5C64;&#x3092;&#x78BA;&#x8A8D;&#x3057;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;</p>
<table>
<thead>
<tr>
<th>&#x3000;</th>
<th>&#x767A;&#x751F;&#x5E74;</th>
<th>&#x6982;&#x8981;</th>
</tr>
</thead>
<tbody>
<tr>
<td>&#x6771;&#x5317;&#x5730;&#x65B9;&#x592A;&#x5E73;&#x6D0B;&#x6C96;&#x5730;&#x9707;</td>
<td>2011&#x5E74;</td>
<td>&#x30FB;&#x4E09;&#x9678;&#x6C96;&#x3092;&#x9707;&#x6E90;&#x3068;&#x3059;&#x308B;&#x5730;&#x9707;<br>&#x30FB;&#x72A0;&#x7272;&#x8005;&#x306F;&#x3001;&#x7D04;2&#x4E07;&#x4EBA;<br>&#x30FB;&#x4E09;&#x9678;&#x6CBF;&#x5CB8;&#x3068;&#x305D;&#x306E;&#x5468;&#x8FBA;&#x5730;&#x57DF;&#x3092;&#x4E2D;&#x5FC3;&#x306B;&#x6D25;&#x6CE2;&#x306B;&#x3088;&#x308B;&#x751A;&#x5927;&#x306A;&#x88AB;&#x5BB3;&#x304C;&#x767A;&#x751F;<br>&#x30FB;&#x4E00;&#x9023;&#x306E;&#x707D;&#x5BB3;&#x3092;&#x7DCF;&#x79F0;&#x3057;&#x3066;&#x6771;&#x65E5;&#x672C;&#x5927;&#x9707;&#x707D;&#x3068;&#x3088;&#x3076;&#x3002;</td>
</tr>
<tr>
<td>&#x5175;&#x5EAB;&#x770C;&#x5357;&#x90E8;&#x5730;&#x9707;</td>
<td>1995&#x5E74;</td>
<td>&#x30FB;&#x91CE;&#x5CF6;&#x65AD;&#x5C64;&#xFF08;&#x516D;&#x7532;&#x30FB;&#x6DE1;&#x8DEF;&#x5CF6;&#x65AD;&#x5C64;&#x5E2F;&#xFF09;&#x4ED8;&#x8FD1;&#x3092;&#x9707;&#x6E90;&#x3068;&#x3059;&#x308B;&#x5730;&#x9707;<br>&#x30FB;&#x72A0;&#x7272;&#x8005;&#x306F;&#x3001;6,434&#x4EBA;<br>&#x30FB;&#x5EFA;&#x7269;&#x306E;&#x5012;&#x58CA;&#x3084;&#x706B;&#x707D;&#x306B;&#x3088;&#x308B;&#x751A;&#x5927;&#x306A;&#x88AB;&#x5BB3;<br>&#x30FB;&#x4E00;&#x9023;&#x306E;&#x707D;&#x5BB3;&#x3092;&#x7DCF;&#x79F0;&#x3057;&#x3066;&#x962A;&#x795E;&#x6DE1;&#x8DEF;&#x5927;&#x9707;&#x707D;&#x3068;&#x3088;&#x3076;&#x3002;</td>
</tr>
<tr>
<td>&#x95A2;&#x6771;&#x5730;&#x9707;</td>
<td>1923&#x5E74;</td>
<td>&#x30FB;&#x76F8;&#x6A21;&#x30C8;&#x30E9;&#x30D5;&#x306E;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x5883;&#x754C;&#x4ED8;&#x8FD1;&#x304C;&#x9707;&#x6E90;<br>&#x30FB;&#x9996;&#x90FD;&#x570F;&#x3068;&#x305D;&#x306E;&#x5468;&#x8FBA;&#x5730;&#x57DF;&#x306E;&#x4F4E;&#x5730;&#x90E8;&#x3092;&#x4E2D;&#x5FC3;&#x306B;&#x3001;&#x5E83;&#x7BC4;&#x56F2;&#x306B;&#x88AB;&#x707D;&#x3057;&#x5EFA;&#x7269;&#x306E;&#x5012;&#x58CA;&#x3084;&#x3001;&#x706B;&#x707D;&#x7B49;&#x306B;&#x3088;&#x308A;&#x30A4;&#x30F3;&#x30D5;&#x30E9;&#x304C;&#x7834;&#x58CA;<br>&#x30FB;&#x72A0;&#x7272;&#x8005;&#x306F;&#x3001;105,385&#x4EBA;<br>&#x30FB;&#x5C0F;&#x7530;&#x539F;&#x5E02;&#x6839;&#x5E9C;&#x5DDD;&#x306E;&#x571F;&#x77F3;&#x6D41;&#x304C;&#x767A;&#x751F;<br>&#x30FB;&#x6D25;&#x6CE2;&#x3082;&#x767A;&#x751F;&#x3057;&#x3001;&#x76F8;&#x6A21;&#x6E7E;&#x5CB8;&#x3084;&#x623F;&#x7DCF;&#x534A;&#x5CF6;&#x306E;&#x5357;&#x306B;&#x5230;&#x9054;<br>&#x30FB;&#x4E00;&#x9023;&#x306E;&#x707D;&#x5BB3;&#x3092;&#x7DCF;&#x79F0;&#x3057;&#x3066;&#x95A2;&#x6771;&#x5927;&#x9707;&#x707D;&#x3068;&#x3088;&#x3076;&#x3002;</td>
</tr>
<tr>
<td>&#x718A;&#x672C;&#x5730;&#x9707;</td>
<td>2016&#x5E74;</td>
<td>&#x30FB;&#x718A;&#x672C;&#x770C;&#x718A;&#x672C;&#x5730;&#x65B9;&#x3092;&#x9707;&#x6E90;&#x3068;&#x3059;&#x308B;&#x5730;&#x9707;<br>&#x30FB;&#x76CA;&#x57CE;&#x753A;&#x5BAE;&#x5712;&#x3001;&#x897F;&#x539F;&#x6751;&#x5C0F;&#x68EE;&#x3067;&#x9707;&#x5EA6;7&#x3092;&#x89B3;&#x6E2C;<br>&#x30FB;&#x95A2;&#x9023;&#x6B7B;&#x3092;&#x542B;&#x3081;&#x3066;&#x72A0;&#x7272;&#x8005;&#x306F;&#x3001;273&#x4EBA;<br>&#x30FB;&#x5357;&#x963F;&#x8607;&#x6751;&#x3067;&#x306F;&#x3001;&#x5927;&#x898F;&#x6A21;&#x306A;&#x571F;&#x7802;&#x707D;&#x5BB3;&#x304C;&#x767A;&#x751F;</td>
</tr>
<tr>
<td>&#x5317;&#x6D77;&#x9053;&#x6771;&#x90E8;&#x5730;&#x9707;</td>
<td>2018&#x5E74;</td>
<td>&#x30FB;&#x5317;&#x6D77;&#x9053;&#x80C6;&#x632F;&#x5730;&#x65B9;&#x3092;&#x9707;&#x6E90;&#x3068;&#x3059;&#x308B;&#x5730;&#x9707;<br>&#x30FB;&#x72A0;&#x7272;&#x8005;43&#x4EBA;<br>&#x30FB;&#x539A;&#x771F;&#x753A;&#x5317;&#x90E8;&#x3092;&#x4E2D;&#x5FC3;&#x306B;&#x5927;&#x898F;&#x6A21;&#x306A;&#x571F;&#x7802;&#x707D;&#x5BB3;&#x304C;&#x767A;&#x751F;<br>&#x30FB;&#x9053;&#x5185;&#x306E;&#x307B;&#x307C;&#x5168;&#x57DF;&#x3067;&#x5927;&#x898F;&#x6A21;&#x505C;&#x96FB;</td>
</tr>
<tr>
<td>&#x65B0;&#x6F5F;&#x770C;&#x4E2D;&#x8D8A;&#x5730;&#x9707;</td>
<td>2004&#x5E74;</td>
<td>&#x30FB;&#x65B0;&#x6F5F;&#x770C;&#x4E2D;&#x8D8A;&#x5730;&#x65B9;&#x3092;&#x9707;&#x6E90;&#x3068;&#x3059;&#x308B;&#x5730;&#x9707;<br>&#x30FB;&#x72A0;&#x7272;&#x8005;&#x306F;&#x3001;68&#x4EBA;<br>&#x30FB;&#x5DDD;&#x53E3;&#x753A;&#x3067;&#x9707;&#x5EA6;7&#x3092;&#x89B3;&#x6E2C;<br>&#x30FB;&#x9577;&#x671F;&#x9593;&#x306B;&#x898F;&#x6A21;&#x306E;&#x5927;&#x304D;&#x3044;&#x4F59;&#x9707;&#x304C;&#x591A;&#x6570;&#x767A;&#x751F;&#x3057;&#x305F;</td>
</tr>
<tr>
<td>&#x30B9;&#x30DE;&#x30C8;&#x30E9;&#x5CF6;&#x6C96;&#x5730;&#x9707;</td>
<td>2004&#x5E74;</td>
<td>&#x30FB;&#x30A4;&#x30F3;&#x30C9;&#x30CD;&#x30B7;&#x30A2;&#x30B9;&#x30DE;&#x30C8;&#x30E9;&#x5CF6;&#x6C96;&#x3092;&#x9707;&#x6E90;&#x3068;&#x3059;&#x308B;&#x5730;&#x9707;<br>&#x30FB;&#x72A0;&#x7272;&#x8005;&#x306F;&#x3001;&#x7D04;22&#x4E07;&#x4EBA;<br>&#x30FB;&#x30A4;&#x30F3;&#x30C9;&#x6D0B;&#x6CBF;&#x5CB8;&#x306B;&#x5927;&#x898F;&#x6A21;&#x306A;&#x6D25;&#x6CE2;&#x304C;&#x8972;&#x6765;<br>&#x30FB;&#x6700;&#x8FD1;&#x3067;&#x306F;&#x3001;2000&#x5E74;&#x3001;2005&#x5E74;&#x3001;2007&#x5E74;&#x3001;2009&#x5E74;&#x3001;2012&#x5E74;&#x3001;2016&#x5E74;&#x306B;&#x3082;&#x5927;&#x898F;&#x6A21;&#x306A;&#x5730;&#x9707;&#x3092;&#x89B3;&#x6E2C;<br>&#x30FB;&#x30A4;&#x30F3;&#x30C9;&#x30CD;&#x30B7;&#x30A2;&#x3001;&#x30BF;&#x30A4;&#x3001;&#x30A4;&#x30F3;&#x30C9;&#x3001;&#x30B9;&#x30EA;&#x30E9;&#x30F3;&#x30AB;&#x7B49;&#x3067;&#x591A;&#x304F;&#x306E;&#x72A0;&#x7272;&#x8005;<br>&#x30FB;&#x30EA;&#x30BE;&#x30FC;&#x30C8;&#x5730;&#x3067;&#x306E;&#x5916;&#x56FD;&#x4EBA;&#x306E;&#x88AB;&#x707D;&#x8005;&#x6570;&#x3082;&#x591A;&#x3044;</td>
</tr>
<tr>
<td>&#x30CF;&#x30A4;&#x30C1;&#x5730;&#x9707;</td>
<td>2010&#x5E74;</td>
<td>&#x9996;&#x90FD;&#x306E;&#x30DD;&#x30EB;&#x30C8;&#x30FC;&#x30D7;&#x30E9;&#x30F3;&#x30B9;&#x5468;&#x8FBA;&#xFF08;&#x897F;&#x90E8;&#xFF09;&#x3092;&#x9707;&#x6E90;&#x3068;&#x3059;&#x308B;&#x5730;&#x9707;<br>&#x30FB;&#x72A0;&#x7272;&#x8005;&#x306F;&#x3001;&#x7D04;31&#x4E07;6&#x5343;&#x4EBA;<br>&#x30FB;&#x611F;&#x67D3;&#x75C7;&#xFF08;&#x30B3;&#x30EC;&#x30E9;&#xFF09;&#x304C;&#x6D41;&#x884C;<br>&#x30FB;&#x5F93;&#x6765;&#x306E;&#x653F;&#x60C5;&#x4E0D;&#x5B89;&#x7B49;&#x3082;&#x5F71;&#x97FF;&#x3057;&#x6CBB;&#x5B89;&#x304C;&#x60AA;&#x5316;</td>
</tr>
<tr>
<td>&#x5510;&#x5C71;&#x5730;&#x9707;</td>
<td>1976&#x5E74;</td>
<td>&#x30FB;&#x6CB3;&#x5317;&#x7701;&#x5510;&#x5C71;&#x5E02;&#x4ED8;&#x8FD1;&#x3092;&#x9707;&#x6E90;&#x3068;&#x3059;&#x308B;&#x5730;&#x9707;<br>&#x30FB;&#x72A0;&#x7272;&#x8005;&#x3001;&#x7D04;25&#x4E07;&#x4EBA;&#xFF08;&#x4E2D;&#x56FD;&#x767A;&#x8868;&#x306E;&#x6570;&#x5024;&#x3001;&#x30A2;&#x30E1;&#x30EA;&#x30AB;&#x306E;USGS&#x767A;&#x8868;&#x3067;&#x306F;&#x3001;65.5&#x4E07;&#x4EBA;&#xFF09;<br>&#x30FB;&#x5510;&#x5C71;&#x5E02;&#x3092;&#x4E2D;&#x5FC3;&#x306B;&#x5927;&#x898F;&#x6A21;&#x306A;&#x88AB;&#x5BB3;</td>
</tr>
<tr>
<td>&#x30C1;&#x30EA;&#x5730;&#x9707;</td>
<td>1960&#x5E74;</td>
<td>&#x30FB;&#x30C1;&#x30EA;&#x6C96;&#x3092;&#x9707;&#x6E90;&#x3068;&#x3059;&#x308B;&#x5730;&#x9707;<br>&#x30FB;&#x72A0;&#x7272;&#x8005;&#x306F;&#x3001;1,000-7,000&#x4EBA;<br>&#x30FB;&#x74B0;&#x592A;&#x5E73;&#x6D0B;&#x6CBF;&#x5CB8;&#x5730;&#x57DF;&#x304C;&#x6D25;&#x6CE2;&#x306B;&#x3088;&#x308A;&#x88AB;&#x707D;<br>&#x30FB;&#x6D25;&#x6CE2;&#x306F;&#x65E5;&#x672C;&#x306B;&#x3082;&#x5230;&#x9054;&#x3057;&#x3001;&#x5317;&#x6D77;&#x9053;&#x3001;&#x4E09;&#x9678;&#x7B49;&#x306B;&#x88AB;&#x5BB3;&#x3092;&#x4E0E;&#x3048;&#x305F;<br></td>
</tr>
<tr>
<td>&#x56DB;&#x5DDD;&#x5927;&#x5730;&#x9707;</td>
<td>2008&#x5E74;</td>
<td>&#x30FB;&#x56DB;&#x5DDD;&#x7701;&#x30A2;&#x30D0;&#x30FB;&#x30C1;&#x30D9;&#x30C3;&#x30C8;&#x65CF;&#x30C1;&#x30E3;&#x30F3;&#x65CF;&#x81EA;&#x6CBB;&#x5DDE;&#x6C76;&#x5DDD;&#x770C;&#x3092;&#x9707;&#x6E90;&#x3068;&#x3059;&#x308B;&#x5730;&#x9707;<br>&#x30FB;&#x72A0;&#x7272;&#x8005;&#x306F;&#x3001;7&#x2212;9&#x4E07;&#x4EBA;<br>&#x30FB;&#x9577;&#x671F;&#x9593;&#x5927;&#x304D;&#x306A;&#x4F59;&#x9707;&#x304C;&#x3064;&#x3065;&#x304F;</td>
</tr>
<tr>
<td>&#x30CD;&#x30D1;&#x30FC;&#x30EB;&#x5730;&#x9707;</td>
<td>2015&#x5E74;</td>
<td>&#x30FB;&#x30AC;&#x30F3;&#x30C0;&#x30AD;&#x770C;&#x30B4;&#x30EB;&#x30AB;&#x90E1;&#x30B5;&#x30A6;&#x30E9;&#x30D1;&#x30CB;&#x3092;&#x9707;&#x6E90;&#x3068;&#x3059;&#x308B;&#x5730;&#x9707;<br>&#x30FB;&#x72A0;&#x7272;&#x8005;&#x306F;&#x3001;8,964&#x4EBA;<br>&#x30FB;&#x591A;&#x304F;&#x306E;&#x5EFA;&#x7269;&#x304C;&#x5012;&#x58CA;&#x3001;&#x6B74;&#x53F2;&#x7684;&#x306A;&#x5EFA;&#x9020;&#x7269;&#x304C;&#x591A;&#x6570;&#x7834;&#x58CA;</td>
</tr>
</tbody>
</table>
<p>&#x203B;&#x3000;&#x8868;&#x306E;<code>&#x72A0;&#x7272;&#x8005;</code>&#x306F;&#x3001;&#x884C;&#x65B9;&#x4E0D;&#x660E;&#x8005;&#x6570;&#x3092;&#x542B;&#x3093;&#x3067;&#x3044;&#x306A;&#x3044;&#x5834;&#x5408;&#x304C;&#x3042;&#x308B;&#x3002;&#x8868;&#x3001;&#x5730;&#x56F3;&#x306E;&#x72A0;&#x7272;&#x8005;&#x6570;&#x3001;&#x9707;&#x6E90;&#x306E;&#x4F4D;&#x7F6E;&#x3001;&#x5730;&#x9707;&#x306E;&#x898F;&#x6A21;&#x7B49;&#x306F;&#x3001;Wikipedia&#x3088;&#x308A;&#x5F15;&#x7528;&#xFF08;&#x6570;&#x5024;&#x306E;&#x6B63;&#x78BA;&#x6027;&#x306F;&#x672A;&#x78BA;&#x8A8D;&#xFF09;&#x3002;</p>
<p>&#x203B;&#x3000;&#x56FD;&#x5185;&#x306E;&#x904E;&#x53BB;&#x306E;&#x707D;&#x5BB3;&#x306F;&#x3001;<a href="http://www.bousai.go.jp/kyoiku/kyokun/kyoukunnokeishou/index.html" target="_blank">&#x5185;&#x95A3;&#x5E9C;&#x9632;&#x707D;&#x60C5;&#x5831;&#x306E;&#x30DA;&#x30FC;&#x30B8;&#xFF1A;&#x707D;&#x5BB3;&#x6559;&#x8A13;&#x306E;&#x7D99;&#x627F;&#x306B;&#x95A2;&#x3059;&#x308B;&#x5C02;&#x9580;&#x8ABF;&#x67FB;&#x4F1A;</a>&#x306E;&#x89E3;&#x8AAC;&#x304C;&#x8A73;&#x3057;&#x3044;&#x3067;&#x3059;&#x3002;</p>
<h3 id="&#x6D3B;&#x65AD;&#x5C64;&#x3068;&#x5730;&#x9707;&#x306E;&#x9707;&#x6E90;&#x5730;&#x3092;&#x5730;&#x56F3;&#x3067;&#x307F;&#x308B;">&#x6D3B;&#x65AD;&#x5C64;&#x3068;&#x5730;&#x9707;&#x306E;&#x9707;&#x6E90;&#x5730;&#x3092;&#x5730;&#x56F3;&#x3067;&#x307F;&#x308B;</h3>
<center><iframe width="700" height="510" src="https://yamauchi-inochu.github.io/demo-ggoer/maps/cesium/earthquakes.html"></iframe></center>


                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="5-2.html" class="navigation navigation-prev " aria-label="Previous page: 火山">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="../6/6-1.html" class="navigation navigation-next " aria-label="Next page: 小地形">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"地震と津波","level":"1.6.2","depth":2,"next":{"title":"小地形","level":"1.7","depth":1,"path":"materials/6/6-1.md","ref":"./materials/6/6-1.md","articles":[{"title":"山地の地形","level":"1.7.1","depth":2,"path":"materials/6/6-2.md","ref":"./materials/6/6-2.md","articles":[]},{"title":"河川の地形","level":"1.7.2","depth":2,"path":"materials/6/6-3.md","ref":"./materials/6/6-3.md","articles":[]},{"title":"海岸の地形","level":"1.7.3","depth":2,"path":"materials/6/6-4.md","ref":"./materials/6/6-4.md","articles":[]},{"title":"氷河地形","level":"1.7.4","depth":2,"path":"materials/6/6-5.md","ref":"./materials/6/6-5.md","articles":[]},{"title":"乾燥地形","level":"1.7.5","depth":2,"path":"materials/6/6-6.md","ref":"./materials/6/6-6.md","articles":[]},{"title":"カルスト地形","level":"1.7.6","depth":2,"path":"materials/6/6-7.md","ref":"./materials/6/6-7.md","articles":[]}]},"previous":{"title":"火山","level":"1.6.1","depth":2,"path":"materials/5/5-2.md","ref":"./materials/5/5-2.md","articles":[]},"dir":"ltr"},"config":{"plugins":["-sharing","-sharing-plus","splitter","collapsible-menu","creativecommons","favicon"],"root":".","styles":{"website":"styles/website.css"},"pluginsConfig":{"collapsible-menu":{},"splitter":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"favicon":{"shortcut":"./img/favicon.ico","bookmark":"./img/favicon.ico","appleTouch":"./img/apple-touch-icon.png","appleTouchMore":{"120x120":"./img/favicon.ico","180x180":"./img/favicon.ico"}},"creativecommons":{},"sharing":{"qq":false,"all":["facebook","google"],"douban":false,"facebook":false,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":false,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"h.yamauchi","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"GGOER","language":"ja","gitbook":">= 3.0.0"},"file":{"path":"materials/5/5-3.md","mtime":"2020-05-27T15:09:41.806Z","type":"markdown"},"gitbook":{"version":"3.2.2","time":"2020-05-30T16:00:06.228Z"},"basePath":"../..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../../gitbook/gitbook.js"></script>
    <script src="../../gitbook/theme.js"></script>
    
        
        <script src="../../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-collapsible-menu/plugin.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

