
<!DOCTYPE HTML>
<html lang="ja" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>地理情報の基礎 · GGOER</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.2">
        <meta name="author" content="h.yamauchi">
        
        
    
    <link rel="stylesheet" href="../../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../../styles/website.css">
        
    

        
    
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="3-2/3-2.html" />
    
    
    <link rel="prev" href="../2/2.html" />
    

    
        <link rel="shortcut icon" href='../../img/favicon.ico' type="image/x-icon">
    
    
        <link rel="bookmark" href='../../img/favicon.ico' type="image/x-icon">
    
    
        <link rel="apple-touch-icon" href='../../img/apple-touch-icon.png'>
    
    
        
        <link rel="apple-touch-icon" sizes="120x120" href="../../img/favicon.ico">
        
        <link rel="apple-touch-icon" sizes="180x180" href="../../img/favicon.ico">
        
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="検索すると入力" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../../">
            
                <a href="../../">
            
                    
                    本教材について
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../1/1.html">
            
                <a href="../1/1.html">
            
                    
                    地理学習の意義と基礎
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../2/2.html">
            
                <a href="../2/2.html">
            
                    
                    地図の基礎
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.4" data-path="3-1.html">
            
                <a href="3-1.html">
            
                    
                    地理情報の基礎
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="3-2/3-2.html">
            
                <a href="3-2/3-2.html">
            
                    
                    WebGISの活用：地理院地図
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="3-3/3-3.html">
            
                <a href="3-3/3-3.html">
            
                    
                    デスクトップGISの活用：QGIS
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../4/4.html">
            
                <a href="../4/4.html">
            
                    
                    GISと地形表現
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="../5/5-1.html">
            
                <a href="../5/5-1.html">
            
                    
                    大地形:プレートと境界
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="../5/5-2.html">
            
                <a href="../5/5-2.html">
            
                    
                    火山
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.2" data-path="../5/5-3.html">
            
                <a href="../5/5-3.html">
            
                    
                    地震と津波
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="../6/6-1.html">
            
                <a href="../6/6-1.html">
            
                    
                    小地形
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.7.1" data-path="../6/6-2.html">
            
                <a href="../6/6-2.html">
            
                    
                    山地の地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.2" data-path="../6/6-3.html">
            
                <a href="../6/6-3.html">
            
                    
                    河川の地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.3" data-path="../6/6-4.html">
            
                <a href="../6/6-4.html">
            
                    
                    海岸の地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.4" data-path="../6/6-5.html">
            
                <a href="../6/6-5.html">
            
                    
                    氷河地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.5" data-path="../6/6-6.html">
            
                <a href="../6/6-6.html">
            
                    
                    乾燥地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.6" data-path="../6/6-7.html">
            
                <a href="../6/6-7.html">
            
                    
                    カルスト地形
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            GitBookで公開 
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="../.." >地理情報の基礎</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5730;&#x7406;&#x60C5;&#x5831;&#x306E;&#x57FA;&#x790E;">&#x5730;&#x7406;&#x60C5;&#x5831;&#x306E;&#x57FA;&#x790E;</h1>
<p>&#x3000;&#x3053;&#x306E;&#x7AE0;&#x3067;&#x306F;&#x3001;&#x5730;&#x7406;&#x60C5;&#x5831;&#x306B;&#x3064;&#x3044;&#x3066;&#x89E3;&#x8AAC;&#x3057;&#x307E;&#x3059;&#x3002;<a href="https://gis-oer.github.io/gitbook/book/index.html" target="_blank">GIS&#x5B9F;&#x7FD2;&#x30AA;&#x30FC;&#x30D7;&#x30F3;&#x6559;&#x6750;&#x306E;GIS&#x306E;&#x57FA;&#x672C;&#x6982;&#x5FF5;&#x306E;&#x6559;&#x6750;</a>&#x3092;&#x30D9;&#x30FC;&#x30B9;&#x306B;&#x3088;&#x308A;&#x8A73;&#x3057;&#x304F;&#x89E3;&#x8AAC;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;
&#x3000;</p>
<ul>
<li><a href="#&#x5730;&#x7406;&#x60C5;&#x5831;">&#x5730;&#x7406;&#x60C5;&#x5831;</a></li>
<li><a href="#&#x5730;&#x7406;&#x60C5;&#x5831;&#x306E;&#x6D3B;&#x7528;">&#x5730;&#x7406;&#x60C5;&#x5831;&#x306E;&#x6D3B;&#x7528;</a></li>
</ul>
<h2 id="&#x5730;&#x7406;&#x60C5;&#x5831;">&#x5730;&#x7406;&#x60C5;&#x5831;</h2>
<p>&#x3000;&#x5730;&#x7406;&#x60C5;&#x5831;&#x306F;&#x3001;&#x5730;&#x7406;&#x7A7A;&#x9593;&#x60C5;&#x5831;&#x3001;&#x7A7A;&#x9593;&#x60C5;&#x5831;&#x3068;&#x3082;&#x3088;&#x3070;&#x308C;&#x3001;&#x4EBA;&#x9593;&#x6D3B;&#x52D5;&#x3084;&#x81EA;&#x7136;&#x74B0;&#x5883;&#x306B;&#x95A2;&#x3059;&#x308B;&#x60C5;&#x5831;&#x306B;&#x3001;&#x7A7A;&#x9593;&#x4E0A;&#x306E;&#x4F4D;&#x7F6E;&#x304C;&#x4ED8;&#x4E0E;&#x3055;&#x308C;&#x305F;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x6307;&#x3059;&#x3053;&#x3068;&#x304C;&#x4E00;&#x822C;&#x7684;&#x3067;&#x3059;&#x3002;&#x5730;&#x7406;&#x60C5;&#x5831;&#x306F;&#x3001;<strong>&#x5730;&#x7406;&#x60C5;&#x5831;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#xFF08;GIS&#xFF1A;Geographic Information Systems&#xFF09;</strong>&#x3092;&#x901A;&#x3058;&#x3066;&#x3001;&#x30B3;&#x30F3;&#x30D4;&#x30E5;&#x30FC;&#x30BF;&#x30FC;&#x3067;&#x6271;&#x3046;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x3001;&#x5730;&#x56F3;&#x306E;&#x4F5C;&#x6210;&#x3084;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x89E3;&#x6790;&#x7B49;&#x306B;&#x7528;&#x3044;&#x3089;&#x308C;&#x307E;&#x3059;&#x3002;&#x30B9;&#x30DE;&#x30FC;&#x30C8;&#x30D5;&#x30A9;&#x30F3;&#x306E;&#x666E;&#x53CA;&#x3067;&#x3001;&#x3088;&#x304F;&#x76EE;&#x306B;&#x3059;&#x308B;&#x30DE;&#x30C3;&#x30D7;&#x30A2;&#x30D7;&#x30EA;&#x3001;&#x30CA;&#x30D3;&#x30B2;&#x30FC;&#x30B7;&#x30E7;&#x30F3;&#x30A2;&#x30D7;&#x30EA;&#x3001;&#x4F4D;&#x7F6E;&#x60C5;&#x5831;&#x30B2;&#x30FC;&#x30E0;&#x7B49;&#x3082;GIS&#x3084;&#x305D;&#x306E;&#x6280;&#x8853;&#x3092;&#x5FDC;&#x7528;&#x3057;&#x305F;&#x3082;&#x306E;&#x3067;&#x3059;&#x3002;</p>
<h3 id="gis&#x306E;&#x7279;&#x5FB4;&#x3068;&#x7D19;&#x5730;&#x56F3;&#x3068;&#x306E;&#x9055;&#x3044;">GIS&#x306E;&#x7279;&#x5FB4;&#x3068;&#x7D19;&#x5730;&#x56F3;&#x3068;&#x306E;&#x9055;&#x3044;</h3>
<p>GIS&#x4E0A;&#x3067;&#x95B2;&#x89A7;&#x3067;&#x304D;&#x308B;&#x5730;&#x56F3;&#x306F;&#x3001;&#x7D19;&#x5730;&#x56F3;&#x3068;&#x306F;&#x7570;&#x306A;&#x308A;&#x3001;&#x62E1;&#x5927;&#x7E2E;&#x5C0F;&#x3092;&#x81EA;&#x7531;&#x306B;&#x64CD;&#x4F5C;&#x3067;&#x304D;&#x305F;&#x308A;&#x3001;&#x5730;&#x7269;&#x3092;&#x691C;&#x7D22;&#x3057;&#x305F;&#x308A;&#x3001;&#x69D8;&#x3005;&#x306A;&#x60C5;&#x5831;&#x3092;&#x91CD;&#x306D;&#x5408;&#x308F;&#x305B;&#x305F;&#x308A;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x7D19;&#x5730;&#x56F3;&#x3068;GIS&#x306F;&#x3001;&#x300C;&#x7A7A;&#x9593;&#x3092;&#x8868;&#x73FE;&#x3001;&#x7406;&#x89E3;&#x3059;&#x308B;&#x305F;&#x3081;&#x306B;&#x7528;&#x3044;&#x3089;&#x308C;&#x308B;&#x300D;&#x3068;&#x3044;&#x3046;&#x70B9;&#x306F;&#x5171;&#x901A;&#x3067;&#x3059;&#x304C;&#x3001;&#x5730;&#x7269;&#x306E;&#x8868;&#x73FE;&#x65B9;&#x6CD5;&#x306E;&#x70B9;&#x3067;&#x7570;&#x306A;&#x308A;&#x307E;&#x3059;&#x3002;&#x5730;&#x7269;(Feature)&#x306F;&#x3001;&#x9053;&#x8DEF;&#x3001;&#x6CB3;&#x5DDD;&#x3001;&#x5EFA;&#x7269;&#x3001;&#x5883;&#x754C;&#x3001;&#x7DDA;&#x8DEF;&#x306A;&#x3069;&#x3001;&#x7A7A;&#x9593;&#x4E0A;&#x306B;&#x3042;&#x308B;&#x3059;&#x3079;&#x3066;&#x306E;&#x3082;&#x306E;&#x3092;&#x793A;&#x3059;&#x6982;&#x5FF5;&#x3067;&#x3059;&#x3002;</p>
<h4 id="&#x30DD;&#x30A4;&#x30F3;&#x30C8;">&#x30DD;&#x30A4;&#x30F3;&#x30C8;</h4>
<ul>
<li>GIS&#x306F;&#x3001;&#x7D19;&#x5730;&#x56F3;&#x3092;&#x5358;&#x7D14;&#x306B;&#x30B9;&#x30AD;&#x30E3;&#x30F3;&#x3057;&#x3066;&#x30C7;&#x30B8;&#x30BF;&#x30EB;&#x5316;&#x3057;&#x305F;&#x3082;&#x306E;&#x3067;&#x306F;&#x306A;&#x3044;</li>
<li>GIS&#x3067;&#x4F5C;&#x6210;&#x3057;&#x305F;&#x5730;&#x56F3;&#x306F;&#x3001;&#x7D19;&#x5730;&#x56F3;&#x3068;&#x540C;&#x69D8;&#x306B;&#x5229;&#x7528;&#x3067;&#x304D;&#x308B;&#x304C;&#x3001;&#x5730;&#x7406;&#x60C5;&#x5831;&#x306E;&#x7279;&#x5FB4;&#xFF08;&#x7A7A;&#x9593;&#x306E;&#x8868;&#x73FE;&#x306E;&#x4ED5;&#x65B9;&#xFF09;&#x306E;&#x7406;&#x89E3;&#x304C;&#x5FC5;&#x8981;</li>
<li>&#x5730;&#x7406;&#x60C5;&#x5831;&#x3092;&#x6271;&#x3046;&#x6280;&#x80FD;&#x3068;&#x5730;&#x7406;&#x60C5;&#x5831;&#x3092;&#x89E3;&#x91C8;&#x3059;&#x308B;&#x601D;&#x8003;&#x529B;&#x304C;&#x5FC5;&#x8981;</li>
</ul>
<h3 id="&#x5730;&#x7269;&#x306E;&#x8868;&#x73FE;&#x65B9;&#x6CD5;">&#x5730;&#x7269;&#x306E;&#x8868;&#x73FE;&#x65B9;&#x6CD5;</h3>
<p>GIS&#x3067;&#x306F;&#x30BD;&#x30D5;&#x30C8;&#x30A6;&#x30A7;&#x30A2;&#x3068;&#x5730;&#x7406;&#x60C5;&#x5831;&#x3092;&#x5229;&#x7528;&#x3057;&#x3066;&#x5730;&#x56F3;&#x3092;&#x4F5C;&#x6210;&#x3057;&#x307E;&#x3059;&#x3002;&#x5730;&#x7406;&#x60C5;&#x5831;&#x306F;&#x4F4D;&#x7F6E;&#x3092;&#x3082;&#x3064;&#x305F;&#x3081;&#x3001;&#x30BD;&#x30D5;&#x30C8;&#x30A6;&#x30A7;&#x30A2;&#x5185;&#x306B;&#x5EA7;&#x6A19;&#xFF08;&#x7D4C;&#x7DEF;&#x5EA6;&#x7B49;&#xFF09;&#x3067;&#x5B9A;&#x7FA9;&#x3055;&#x308C;&#x305F;&#x30D0;&#x30FC;&#x30C1;&#x30E3;&#x30EB;&#x306E;&#x5730;&#x7403;&#x7A7A;&#x9593;&#x3092;&#x69CB;&#x7BC9;&#x3059;&#x308B;&#x3053;&#x3068;&#x3067;&#x3001;&#x305D;&#x306E;&#x5730;&#x7269;&#x304C;&#x5730;&#x7403;&#x4E0A;&#x306E;&#x3069;&#x306E;&#x4F4D;&#x7F6E;&#x306B;&#x3042;&#x308B;&#x304B;&#x3092;&#x7BA1;&#x7406;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x5730;&#x7269;&#x306F;&#x3001;&#x5EA7;&#x6A19;&#x3067;&#x7BA1;&#x7406;&#x3055;&#x308C;&#x308B;&#x305F;&#x3081;&#x3001;&#x30DA;&#x30F3;&#x3067;&#x7D19;&#x306E;&#x4E0A;&#x306B;&#x5730;&#x56F3;&#x3092;&#x66F8;&#x304F;&#x3001;&#x7D19;&#x5730;&#x56F3;&#x306E;&#x7A7A;&#x9593;&#x306E;&#x8868;&#x73FE;&#x3068;&#x306F;&#x7570;&#x306A;&#x308A;&#x307E;&#x3059;&#x3002;GIS&#x3067;&#x306F;&#x4EE5;&#x4E0B;&#x306E;&#x3088;&#x3046;&#x306B;&#x3001;&#x5730;&#x7269;&#x3092;&#x30D9;&#x30AF;&#x30C8;&#x30EB;&#x30C7;&#x30FC;&#x30BF;&#x5F62;&#x5F0F;&#x3068;&#x30E9;&#x30B9;&#x30BF;&#x30C7;&#x30FC;&#x30BF;&#x5F62;&#x5F0F;&#x306E;&#xFF12;&#x7A2E;&#x985E;&#x306E;&#x65B9;&#x6CD5;&#x3067;&#x8868;&#x73FE;&#x3057;&#x307E;&#x3059;&#x3002;&#x305D;&#x306E;&#x4ED6;&#x306B;&#x3001;&#x4F4D;&#x7F6E;&#x60C5;&#x5831;&#x4EE5;&#x5916;&#x306E;&#x60C5;&#x5831;&#x3092;&#x4ED8;&#x4E0E;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x308B;&#x70B9;&#x3082;&#x91CD;&#x8981;&#x3067;&#x3059;&#x3002;&#x7D19;&#x5730;&#x56F3;&#x3067;&#x306F;&#x3001;&#x4E00;&#x3064;&#x306E;&#x5730;&#x7269;&#x306F;&#x4E00;&#x3064;&#x306E;&#x610F;&#x5473;&#x3057;&#x304B;&#x3082;&#x3061;&#x307E;&#x305B;&#x3093;&#x3002;&#x3057;&#x304B;&#x3057;&#x3001;&#x30D9;&#x30AF;&#x30C8;&#x30EB;&#x30C7;&#x30FC;&#x30BF;&#x306F;&#x3001;&#x5C5E;&#x6027;&#x60C5;&#x5831;&#x3068;&#x3088;&#x3070;&#x308C;&#x308B;&#x30C7;&#x30FC;&#x30BF;&#x30D9;&#x30FC;&#x30B9;&#x3068;&#x9023;&#x643A;&#x3057;&#x3066;&#x5229;&#x7528;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x4F8B;&#x3048;&#x3070;&#x516C;&#x5712;&#x3092;&#x793A;&#x3059;&#x30C7;&#x30FC;&#x30BF;&#x304C;&#x3042;&#x308B;&#x3068;&#x3059;&#x308C;&#x3070;&#x3001;&#x7D19;&#x5730;&#x56F3;&#x3067;&#x306F;&#x516C;&#x5712;&#x304C;&#x3042;&#x308B;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x3057;&#x304B;&#x308F;&#x304B;&#x308A;&#x307E;&#x305B;&#x3093;&#x304C;&#x3001;&#x516C;&#x5712;&#x306E;&#x540D;&#x79F0;&#x3001;&#x9762;&#x7A4D;&#x3001;&#x7BA1;&#x7406;&#x8005;&#x3001;&#x7DCA;&#x6025;&#x6642;&#x306E;&#x53CE;&#x5BB9;&#x4EBA;&#x6570;&#x306A;&#x3069;&#x306E;&#x60C5;&#x5831;&#x3092;&#x4ED8;&#x4E0E;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x3002;&#x307E;&#x305F;&#x3001;&#x8907;&#x6570;&#x306E;&#x516C;&#x5712;&#x306E;&#x30C7;&#x30FC;&#x30BF;&#x304C;&#x3042;&#x308C;&#x3070;&#x3001;&#x6307;&#x5B9A;&#x3057;&#x305F;&#x516C;&#x5712;&#x3092;&#x691C;&#x7D22;&#x3057;&#x305F;&#x308A;&#x3001;&#x516C;&#x5712;&#x306E;&#x5468;&#x8FBA;&#x306E;&#x65BD;&#x8A2D;&#x7B49;&#x3092;&#x62BD;&#x51FA;&#x3059;&#x308B;&#x306A;&#x3069;&#x69D8;&#x3005;&#x306A;&#x7528;&#x9014;&#x3067;&#x5229;&#x7528;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<center><iframe width="700" height="510" src="https://yamauchi-inochu.github.io/demo-ggoer/maps/leaflet/3-m1.html"></iframe></center>

<table>
<thead>
<tr>
<th>&#x30C7;&#x30FC;&#x30BF;</th>
<th>&#x7279;&#x5FB4;</th>
<th>&#x4EE3;&#x8868;&#x7684;&#x306A;&#x30D5;&#x30A1;&#x30A4;&#x30EB;</th>
</tr>
</thead>
<tbody>
<tr>
<td>&#x30D9;&#x30AF;&#x30C8;&#x30EB;</td>
<td>&#x30FB;&#x5EA7;&#x6A19;&#x5024;&#x3067;&#x8868;&#x73FE;&#x3059;&#x308B;&#x305F;&#x3081;&#x62E1;&#x5927;&#x7E2E;&#x5C0F;&#x306B;&#x3088;&#x308B;&#x52A3;&#x5316;&#x304C;&#x306A;&#x3044;<br>&#x30FB;&#x7D30;&#x304B;&#x3044;&#x5F62;&#x72B6;&#x3092;&#x8868;&#x73FE;&#x3059;&#x308B;&#x306E;&#x306B;&#x9069;&#x3057;&#x3066;&#x3044;&#x308B;<br>&#x30FB;&#x5C5E;&#x6027;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x8907;&#x6570;&#x4FDD;&#x6301;&#x3067;&#x304D;&#x308B;&#x304C;&#x7BA1;&#x7406;&#x304C;&#x7169;&#x96D1;&#x306A;&#x5834;&#x5408;&#x304C;&#x3042;&#x308B;</td>
<td>SHAPE, KML, GeoJSON</td>
</tr>
<tr>
<td>&#x30E9;&#x30B9;&#x30BF;</td>
<td>&#x30FB;&#x89E3;&#x50CF;&#x5EA6;&#x306F;&#x3001;&#x30D4;&#x30AF;&#x30BB;&#x30EB;&#x306E;&#x5927;&#x304D;&#x3055;&#x306B;&#x4F9D;&#x5B58;&#x3059;&#x308B;&#x305F;&#x3081;&#x62E1;&#x5927;&#x7E2E;&#x5C0F;&#x3067;&#x52A3;&#x5316;&#x3059;&#x308B;<br>&#x30FB;&#x5730;&#x5F62;&#x3084;&#x6C17;&#x6E29;&#x306E;&#x3088;&#x3046;&#x306A;&#x9023;&#x7D9A;&#x6027;&#x306E;&#x3042;&#x308B;&#x30C7;&#x30FC;&#x30BF;&#x306B;&#x9069;&#x3057;&#x3066;&#x3044;&#x308B;<br>&#x30FB;&#x69CB;&#x9020;&#x304C;&#x5358;&#x7D14;&#x306A;&#x305F;&#x3081;&#x8A08;&#x7B97;&#x3084;&#x6BD4;&#x8F03;&#x304C;&#x3057;&#x3084;&#x3059;&#x3044;(1&#x30D4;&#x30AF;&#x30BB;&#x30EB;&#x306B;1&#x3064;&#x306E;&#x5024;&#x3092;&#x4FDD;&#x6301;)</td>
<td>GeoTIFF, PNG, JPEG</td>
</tr>
</tbody>
</table>
<p><img src="img/pic1-1.png" alt="vector">
<em>&#x30D9;&#x30AF;&#x30C8;&#x30EB;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x7279;&#x5FB4;</em></p>
<p><img src="img/pic1-2.png" alt="raster">
<em>&#x30E9;&#x30B9;&#x30BF;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x7279;&#x5FB4;</em></p>
<p>GIS&#x306E;&#x30BD;&#x30D5;&#x30C8;&#x30A6;&#x30A7;&#x30A2;&#x3067;&#x306F;&#x30C7;&#x30FC;&#x30BF;&#xFF08;&#x30EC;&#x30A4;&#x30E4;&#xFF09;&#x3092;&#x91CD;&#x306D;&#x5408;&#x308F;&#x305B;&#x3066;&#x5730;&#x7269;&#x3092;&#x8868;&#x73FE;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x9762;&#x306E;&#x4E0B;&#x306B;&#x70B9;&#x3084;&#x7DDA;&#x3092;&#x914D;&#x7F6E;&#x3059;&#x308B;&#x3068;&#x9762;&#x3067;&#x96A0;&#x308C;&#x3066;&#x3057;&#x307E;&#x3046;&#x305F;&#x3081;&#x3001;&#x8907;&#x6570;&#x306E;&#x30EC;&#x30A4;&#x30E4;&#x3092;&#x7528;&#x3044;&#x3066;&#x91CD;&#x306D;&#x5408;&#x308F;&#x305B;&#x3059;&#x308B;&#x969B;&#x306B;&#x306F;&#x3001;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x5F62;&#x5F0F;&#x3068;&#x30EC;&#x30A4;&#x30E4;&#x69CB;&#x9020;&#x3092;&#x610F;&#x8B58;&#x3057;&#x307E;&#x3059;&#x3002;
<img src="img/pic1-3.png" alt="feature">
<em>&#x30EC;&#x30A4;&#x30E4;&#x69CB;&#x9020;</em></p>
<h4 id="&#x7528;&#x9014;&#x306E;&#x591A;&#x69D8;&#x5EA6;">&#x7528;&#x9014;&#x306E;&#x591A;&#x69D8;&#x5EA6;</h4>
<p>&#x5730;&#x7406;&#x60C5;&#x5831;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x306F;&#x3001;&#x5927;&#x304D;&#x304F;&#x308F;&#x3051;&#x3066;&#x6B21;&#x306E;&#x7528;&#x9014;&#x3067;&#x6D3B;&#x7528;&#x3067;&#x304D;&#x3001;1~4&#x3092;&#x7D44;&#x307F;&#x5408;&#x308F;&#x305B;&#x3001;&#x5730;&#x7406;&#x5B66;&#x7B49;&#x306E;&#x7814;&#x7A76;&#x306B;&#x5229;&#x7528;&#x3057;&#x305F;&#x308A;&#x3001;&#x5730;&#x56F3;&#x30A2;&#x30D7;&#x30EA;&#x3084;&#x4F4D;&#x7F6E;&#x60C5;&#x5831;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306B;&#x5FDC;&#x7528;&#x3057;&#x305F;&#x308A;&#x3055;&#x308C;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<ol>
<li>&#x5730;&#x56F3;&#x3001;&#x5730;&#x7406;&#x60C5;&#x5831;&#x306E;&#x4F5C;&#x6210;</li>
<li>&#x5730;&#x7406;&#x60C5;&#x5831;&#x306E;&#x7BA1;&#x7406;&#x30FB;&#x691C;&#x7D22;</li>
<li>&#x5730;&#x7406;&#x60C5;&#x5831;&#x306E;&#x89E3;&#x6790;</li>
<li>&#x5730;&#x7406;&#x60C5;&#x5831;&#x306E;&#x914D;&#x4FE1;</li>
</ol>
<h2 id="&#x5730;&#x7406;&#x60C5;&#x5831;&#x306E;&#x6D3B;&#x7528;&#x4E8B;&#x4F8B;">&#x5730;&#x7406;&#x60C5;&#x5831;&#x306E;&#x6D3B;&#x7528;&#x4E8B;&#x4F8B;</h2>
<p>&#x3053;&#x3053;&#x3067;&#x306F;&#x3001;&#x5730;&#x7406;&#x60C5;&#x5831;&#x306E;&#x6D3B;&#x7528;&#x4E8B;&#x4F8B;&#x3068;&#x3057;&#x3066;&#x3001;&#x7814;&#x7A76;&#x5206;&#x91CE;&#x3067;&#x306E;&#x6D3B;&#x7528;&#x306B;&#x3064;&#x3044;&#x3066;&#x3001;&#x4EE5;&#x4E0B;1~6&#x306E;&#x4E8B;&#x4F8B;&#x3092;&#x7D39;&#x4ECB;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<h4 id="1&#x6700;&#x77ED;&#x7D4C;&#x8DEF;&#x3084;&#x7279;&#x5B9A;&#x306E;&#x9818;&#x57DF;&#x306E;&#x7B97;&#x51FA;">1.&#x6700;&#x77ED;&#x7D4C;&#x8DEF;&#x3084;&#x7279;&#x5B9A;&#x306E;&#x9818;&#x57DF;&#x306E;&#x7B97;&#x51FA;</h4>
<p>GIS&#x3067;&#x306F;&#x3001;2&#x70B9;&#x9593;&#x306E;&#x6700;&#x77ED;&#x7D4C;&#x8DEF;&#x306E;&#x691C;&#x7D22;&#x3084;&#x3001;&#x99C5;&#x3084;&#x5546;&#x5E97;&#x7B49;&#x304B;&#x3089;&#x306E;&#x7279;&#x5B9A;&#x306E;&#x7BC4;&#x56F2;&#x306E;&#x7B97;&#x51FA;&#x304C;&#x3067;&#x304D;&#x308B;&#x3002;&#x5DE6;&#x56F3;&#x306F;&#x3001;[&#x30CD;&#x30C3;&#x30C8;&#x30EF;&#x30FC;&#x30AF;&#x5206;&#x6790;]&#x3001;&#x53F3;&#x56F3;&#x306F;&#x3001;[&#x9818;&#x57DF;&#x5206;&#x6790;]&#x306B;&#x3066;&#x8A73;&#x3057;&#x304F;&#x89E3;&#x8AAC;&#x3057;&#x3066;&#x3044;&#x308B;&#x3002;
<img src="img/pic0-1.png" alt="zirei1"></p>
<blockquote>
<p>&#x56FD;&#x571F;&#x6570;&#x5024;&#x60C5;&#x5831;&#x306E;&#x9053;&#x8DEF;&#x3001;&#x9244;&#x9053;&#x3001;&#x884C;&#x653F;&#x754C;&#x306E;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x5229;&#x7528;&#x3057;&#x4F5C;&#x6210;</p>
</blockquote>
<h4 id="2&#x5EFA;&#x7269;&#x7B49;&#x306E;&#x5206;&#x5E03;&#x5BC6;&#x5EA6;&#x306E;&#x53EF;&#x8996;&#x5316;">2.&#x5EFA;&#x7269;&#x7B49;&#x306E;&#x5206;&#x5E03;&#x5BC6;&#x5EA6;&#x306E;&#x53EF;&#x8996;&#x5316;</h4>
<p>GIS&#x3067;&#x306F;&#x3001;&#x9818;&#x57DF;&#x5185;&#x306E;&#x70B9;&#xFF08;&#x5546;&#x5E97;&#x3001;&#x99C5;&#x3001;&#x516C;&#x5712;&#x7B49;&#xFF09;&#x3092;&#x5BC6;&#x5EA6;&#x3067;&#x793A;&#x3059;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x308B;&#x3002;&#x4EE5;&#x4E0B;&#x306E;&#x624B;&#x6CD5;&#x306F;&#x3001;[&#x70B9;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x5206;&#x6790;]&#x3067;&#x8A73;&#x3057;&#x304F;&#x89E3;&#x8AAC;&#x3057;&#x3066;&#x3044;&#x308B;&#x3002;
<img src="img/pic0-2.png" alt="zirei2"></p>
<blockquote>
<p>&#x56FD;&#x571F;&#x6570;&#x5024;&#x60C5;&#x5831;&#x306E;&#x884C;&#x653F;&#x754C;&#x306E;&#x30C7;&#x30FC;&#x30BF;&#x3068;OpenStreetMap&#x306E;&#x30C7;&#x30FC;&#x30BF;&#xFF08;&#x53F3;&#x56F3;&#x306E;&#x30B3;&#x30F3;&#x30D3;&#x30CB;&#x60C5;&#x5831;(c)OSM contributors&#xFF09;&#x3092;&#x5229;&#x7528;&#x3057;&#x4F5C;&#x6210;</p>
</blockquote>
<h4 id="3&#x53E4;&#x5730;&#x56F3;&#x306E;&#x4F4D;&#x7F6E;&#x3042;&#x308F;&#x305B;">3.&#x53E4;&#x5730;&#x56F3;&#x306E;&#x4F4D;&#x7F6E;&#x3042;&#x308F;&#x305B;</h4>
<p>GIS&#x3092;&#x7528;&#x3044;&#x308B;&#x3053;&#x3068;&#x3067;&#x3001;&#x30C7;&#x30FC;&#x30BF;&#x306B;&#x4F4D;&#x7F6E;&#x60C5;&#x5831;&#x3092;&#x4ED8;&#x4E0E;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x308B;&#x3002;&#x4EE5;&#x4E0B;&#x306F;&#x305D;&#x306E;&#x4E00;&#x4F8B;&#x3068;&#x3057;&#x3066;&#x3001;&#x30B9;&#x30AD;&#x30E3;&#x30CA;&#x3067;&#x53D6;&#x308A;&#x8FBC;&#x3093;&#x3060;&#x53E4;&#x5730;&#x56F3;&#x306B;&#x4F4D;&#x7F6E;&#x60C5;&#x5831;&#x3092;&#x4ED8;&#x4E0E;&#x3057;&#x3001;&#x73FE;&#x4EE3;&#x306E;&#x5730;&#x56F3;&#x306B;&#x91CD;&#x306D;&#x3066;&#x8868;&#x793A;&#x3057;&#x305F;&#x3082;&#x306E;&#x3002;&#x3053;&#x306E;&#x624B;&#x6CD5;&#x306F;&#x3001;[&#x7A7A;&#x9593;&#x30C7;&#x30FC;&#x30BF;]&#x306E;&#x6559;&#x6750;&#x3067;&#x89E3;&#x8AAC;&#x3057;&#x3066;&#x3044;&#x308B;&#x3002;
<img src="img/pic0-3.png" alt="zirei3"></p>
<blockquote>
<p>&#x9BD6;&#x6C5F;&#x5E02;&#x30AA;&#x30FC;&#x30D7;&#x30F3;&#x30C7;&#x30FC;&#x30BF;&#x3068;&#x5730;&#x7406;&#x9662;&#x30BF;&#x30A4;&#x30EB;&#xFF08;&#x6A19;&#x6E96;&#x5730;&#x56F3;&#xFF09;&#x3092;&#x5229;&#x7528;&#x3057;&#x4F5C;&#x6210;</p>
</blockquote>
<h4 id="4&#x74B0;&#x5883;&#x5909;&#x5316;&#x306E;&#x53EF;&#x8996;&#x5316;&#x3068;&#x9762;&#x7A4D;&#x8A08;&#x7B97;">4.&#x74B0;&#x5883;&#x5909;&#x5316;&#x306E;&#x53EF;&#x8996;&#x5316;&#x3068;&#x9762;&#x7A4D;&#x8A08;&#x7B97;</h4>
<p>GIS&#x3067;&#x306F;&#x3001;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x4F5C;&#x6210;&#x3084;&#x3001;&#x9818;&#x57DF;&#x306B;&#x5FDC;&#x3058;&#x305F;&#x9762;&#x7A4D;&#x306E;&#x7B97;&#x51FA;&#x304C;&#x3067;&#x304D;&#x308B;&#x3002;&#x4EE5;&#x4E0B;&#x306F;&#x3001;&#x305D;&#x306E;&#x4E00;&#x4F8B;&#x3068;&#x3057;&#x3066;&#x30A2;&#x30E9;&#x30EB;&#x6D77;&#x306E;&#x9818;&#x57DF;&#x3092;&#x4F5C;&#x6210;&#x3057;&#x3001;&#x9762;&#x7A4D;&#x3092;&#x8A08;&#x7B97;&#x3057;&#x305F;&#x3082;&#x306E;&#x3002;&#x30C7;&#x30FC;&#x30BF;&#x4F5C;&#x6210;&#x306E;&#x624B;&#x6CD5;&#x306F;&#x3001;[&#x7A7A;&#x9593;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x7D71;&#x5408;&#x30FB;&#x4FEE;&#x6B63;]&#x3001;&#x9762;&#x7A4D;&#x8A08;&#x7B97;&#x306E;&#x624B;&#x6CD5;&#x306F;&#x3001;[&#x57FA;&#x672C;&#x7684;&#x306A;&#x7A7A;&#x9593;&#x89E3;&#x6790;]&#x3067;&#x89E3;&#x8AAC;&#x3057;&#x3066;&#x3044;&#x308B;&#x3002;
<img src="img/pic0-4.png" alt="zirei4"></p>
<blockquote>
<p>Landsat4-5TM&#x3068;Landsat8&#x306E;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x5229;&#x7528;&#x3057;&#x4F5C;&#x6210;</p>
</blockquote>
<h4 id="5&#x6A19;&#x9AD8;&#x30C7;&#x30FC;&#x30BF;&#x304B;&#x3089;&#x5730;&#x5F62;&#x60C5;&#x5831;&#x3092;&#x7B97;&#x51FA;&#x3001;&#x53EF;&#x8996;&#x5316;">5.&#x6A19;&#x9AD8;&#x30C7;&#x30FC;&#x30BF;&#x304B;&#x3089;&#x5730;&#x5F62;&#x60C5;&#x5831;&#x3092;&#x7B97;&#x51FA;&#x3001;&#x53EF;&#x8996;&#x5316;</h4>
<p>GIS&#x3067;&#x306F;&#x3001;&#x6A19;&#x9AD8;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x7528;&#x3044;&#x3066;&#x5730;&#x5F62;&#x3092;&#x5206;&#x6790;&#x3067;&#x304D;&#x308B;&#x3002;&#x5730;&#x5F62;&#x5206;&#x6790;&#x306E;&#x624B;&#x6CD5;&#x306F;&#x3001;[&#x30E9;&#x30B9;&#x30BF;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x5206;&#x6790;]&#x3067;&#x89E3;&#x8AAC;&#x3057;&#x3066;&#x3044;&#x308B;&#x3002;
<img src="img/pic0-5.png" alt="zirei5"></p>
<blockquote>
<p>&#x57FA;&#x76E4;&#x5730;&#x56F3;&#x60C5;&#x5831;5&#xFF4D;DEM&#x3092;&#x5229;&#x7528;&#x3057;&#x4F5C;&#x6210;</p>
</blockquote>
<h4 id="6&#x5199;&#x771F;&#x306E;&#x64AE;&#x5F71;&#x5730;&#x70B9;&#x3092;&#x5730;&#x56F3;&#x3067;&#x8868;&#x793A;">6.&#x5199;&#x771F;&#x306E;&#x64AE;&#x5F71;&#x5730;&#x70B9;&#x3092;&#x5730;&#x56F3;&#x3067;&#x8868;&#x793A;</h4>
<p>GIS&#x3067;&#x306F;&#x3001;&#x30C7;&#x30FC;&#x30BF;&#x3068;&#x5916;&#x90E8;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x3092;&#x95A2;&#x9023;&#x3057;&#x3066;&#x3001;&#x7BA1;&#x7406;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x308B;&#x3002;&#x4EE5;&#x4E0B;&#x306F;&#x3001;&#x305D;&#x306E;&#x4E00;&#x4F8B;&#x3068;&#x3057;&#x3066;&#x3001;&#x5730;&#x70B9;&#x3068;&#x5BFE;&#x5FDC;&#x3059;&#x308B;&#x5199;&#x771F;&#x3092;&#x8868;&#x793A;&#x3057;&#x305F;&#x3082;&#x306E;&#x3002;
<img src="img/pic0-6.png" alt="zirei6"></p>
<h3 id="gis&#x306E;&#x7A2E;&#x985E;&#x3068;&#x64CD;&#x4F5C;&#x4F53;&#x9A13;">GIS&#x306E;&#x7A2E;&#x985E;&#x3068;&#x64CD;&#x4F5C;&#x4F53;&#x9A13;</h3>
<p>GIS&#x306E;&#x30A2;&#x30D7;&#x30EA;&#x30B1;&#x30FC;&#x30B7;&#x30E7;&#x30F3;&#x306B;&#x306F;&#x3001;PC&#x306B;&#x30A4;&#x30F3;&#x30B9;&#x30C8;&#x30FC;&#x30EB;&#x3057;&#x3066;&#x5229;&#x7528;&#x3059;&#x308B;&#x30C7;&#x30B9;&#x30AF;&#x30C8;&#x30C3;&#x30D7;GIS&#x3068;&#x3001;Web&#x304B;&#x3089;&#x306E;&#x30A2;&#x30AF;&#x30BB;&#x30B9;&#x306E;&#x307F;&#x3067;&#x5229;&#x7528;&#x3067;&#x304D;&#x308B;WebGIS&#x7B49;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x7121;&#x511F;&#x3067;&#x5229;&#x7528;&#x3067;&#x304D;&#x308B;&#x30C7;&#x30B9;&#x30AF;&#x30C8;&#x30C3;&#x30D7;GIS&#x306B;&#x306F;&#x3001;QGIS&#x3001;GRASS GIS&#x3001;MANDARA&#x7B49;&#x304C;&#x3042;&#x308A;&#x3001;WebGIS&#x306B;&#x306F;&#x3001;&#x5730;&#x7406;&#x9662;&#x5730;&#x56F3;&#x3001;&#x91CD;&#x306D;&#x308B;&#x30CF;&#x30B6;&#x30FC;&#x30C9;&#x30DE;&#x30C3;&#x30D7;&#x3001;Google Earth&#x7B49;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;GIS&#x306E;&#x6280;&#x8853;&#x306F;&#x65E5;&#x3005;&#x9032;&#x5C55;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x304C;&#x3001;&#x73FE;&#x6642;&#x70B9;&#x3067;&#x3001;&#x30C7;&#x30B9;&#x30AF;&#x30C8;&#x30C3;&#x30D7;GIS&#x306F;&#x4E3B;&#x306B;&#x3001;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x89E3;&#x6790;&#x304C;&#x5F97;&#x610F;&#x3067;&#x3001;WebGIS&#x306F;&#x5730;&#x56F3;&#x306E;&#x95B2;&#x89A7;&#x3084;&#x60C5;&#x5831;&#x306E;&#x5171;&#x6709;&#x306B;&#x512A;&#x308C;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x6B21;&#x306E;&#x30DA;&#x30FC;&#x30B8;&#x3067;&#x306F;&#x3001;WebGIS&#xFF08;&#x5730;&#x7406;&#x9662;&#x5730;&#x56F3;&#xFF09;&#x3068;&#x3001;&#x30C7;&#x30B9;&#x30AF;&#x30C8;&#x30C3;&#x30D7;GIS&#xFF08;QGIS&#xFF09;&#x306E;&#x5229;&#x7528;&#x6CD5;&#x3092;&#x89E3;&#x8AAC;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x305D;&#x308C;&#x305E;&#x308C;&#x306E;&#x5B66;&#x7FD2;&#x76EE;&#x7684;&#x306B;&#x5FDC;&#x3058;&#x3066;&#x9078;&#x629E;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
<h4 id="pc&#x521D;&#x5FC3;&#x8005;&#x5411;&#x3051;">PC&#x521D;&#x5FC3;&#x8005;&#x5411;&#x3051;</h4>
<p><a href="3-2/3-2.html">&#x5730;&#x7406;&#x9662;&#x5730;&#x56F3;&#x5165;&#x9580;&#x3078;&#x9032;&#x3080;</a></p>
<blockquote>
<p>&#x5730;&#x56F3;&#x3092;&#x95B2;&#x89A7;&#x3059;&#x308B;&#x624B;&#x6CD5;&#x3001;&#x7A7A;&#x4E2D;&#x5199;&#x771F;&#x3092;&#x6BD4;&#x8F03;&#x3059;&#x308B;&#x624B;&#x6CD5;&#x3001;&#x5730;&#x56F3;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;&#x624B;&#x6CD5;&#x3092;&#x89E3;&#x8AAC;</p>
</blockquote>
<h4 id="pc&#x4E2D;&#x7D1A;&#x8005;&#x5411;&#x3051;">PC&#x4E2D;&#x7D1A;&#x8005;&#x5411;&#x3051;</h4>
<p><a href="3-3/3-3.html">QGIS&#x5165;&#x9580;&#x3078;&#x9032;&#x3080;</a></p>
<blockquote>
<p>QGIS&#x306E;&#x57FA;&#x672C;&#x64CD;&#x4F5C;&#x3001;&#x5730;&#x56F3;&#x306E;&#x4F5C;&#x6210;&#x3001;&#x5730;&#x5F62;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x5206;&#x6790;&#x624B;&#x6CD5;&#x3092;&#x89E3;&#x8AAC;</p>
</blockquote>
<h4 id="&#x3088;&#x308A;&#x6DF1;&#x304F;gis&#x3092;&#x5B66;&#x3073;&#x305F;&#x3044;&#x65B9;">&#x3088;&#x308A;&#x6DF1;&#x304F;GIS&#x3092;&#x5B66;&#x3073;&#x305F;&#x3044;&#x65B9;</h4>
<p>&#x9AD8;&#x7B49;&#x6559;&#x80B2;&#x5411;&#x3051;&#x306B;GIS&#x306E;&#x57FA;&#x672C;&#x3092;&#x89E3;&#x8AAC;&#x3057;&#x305F;<a href="https://gis-oer.github.io/gitbook/book/index.html" target="_blank">GIS&#x5B9F;&#x7FD2;&#x30AA;&#x30FC;&#x30D7;&#x30F3;&#x6559;&#x6750;</a>&#x3092;&#x3054;&#x6D3B;&#x7528;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="../2/2.html" class="navigation navigation-prev " aria-label="Previous page: 地図の基礎">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="3-2/3-2.html" class="navigation navigation-next " aria-label="Next page: WebGISの活用：地理院地図">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"地理情報の基礎","level":"1.4","depth":1,"next":{"title":"WebGISの活用：地理院地図","level":"1.4.1","depth":2,"path":"materials/3/3-2/3-2.md","ref":"./materials/3/3-2/3-2.md","articles":[]},"previous":{"title":"地図の基礎","level":"1.3","depth":1,"path":"materials/2/2.md","ref":"./materials/2/2.md","articles":[]},"dir":"ltr"},"config":{"plugins":["-sharing","-sharing-plus","splitter","collapsible-menu","creativecommons","favicon"],"root":".","styles":{"website":"styles/website.css"},"pluginsConfig":{"collapsible-menu":{},"splitter":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"favicon":{"shortcut":"./img/favicon.ico","bookmark":"./img/favicon.ico","appleTouch":"./img/apple-touch-icon.png","appleTouchMore":{"120x120":"./img/favicon.ico","180x180":"./img/favicon.ico"}},"creativecommons":{},"sharing":{"qq":false,"all":["facebook","google"],"douban":false,"facebook":false,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":false,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"h.yamauchi","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"GGOER","language":"ja","gitbook":">= 3.0.0"},"file":{"path":"materials/3/3-1.md","mtime":"2020-05-27T15:05:40.037Z","type":"markdown"},"gitbook":{"version":"3.2.2","time":"2020-05-28T07:47:37.593Z"},"basePath":"../..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../../gitbook/gitbook.js"></script>
    <script src="../../gitbook/theme.js"></script>
    
        
        <script src="../../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-collapsible-menu/plugin.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

