
<!DOCTYPE HTML>
<html lang="ja" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>地理の学習の意義 · GGOER</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.2">
        <meta name="author" content="h.yamauchi">
        
        
    
    <link rel="stylesheet" href="../../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../../styles/website.css">
        
    

        
    
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="../2/2.html" />
    
    
    <link rel="prev" href="../../" />
    

    
        <link rel="shortcut icon" href='../../img/favicon.ico' type="image/x-icon">
    
    
        <link rel="bookmark" href='../../img/favicon.ico' type="image/x-icon">
    
    
        <link rel="apple-touch-icon" href='../../img/apple-touch-icon.png'>
    
    
        
        <link rel="apple-touch-icon" sizes="120x120" href="../../img/favicon.ico">
        
        <link rel="apple-touch-icon" sizes="180x180" href="../../img/favicon.ico">
        
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="検索すると入力" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../../">
            
                <a href="../../">
            
                    
                    本教材について
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2" data-path="1.html">
            
                <a href="1.html">
            
                    
                    地理の学習の意義
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../2/2.html">
            
                <a href="../2/2.html">
            
                    
                    地図の基礎
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../3/3-1.html">
            
                <a href="../3/3-1.html">
            
                    
                    地理情報の基礎
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="../3/3-2/3-2.html">
            
                <a href="../3/3-2/3-2.html">
            
                    
                    WebGISの活用：地理院地図
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="../3/3-3/3-3.html">
            
                <a href="../3/3-3/3-3.html">
            
                    
                    デスクトップGISの活用：QGIS
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../4/4.html">
            
                <a href="../4/4.html">
            
                    
                    GISと地形表現
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="../5/5-1.html">
            
                <a href="../5/5-1.html">
            
                    
                    大地形:プレートと境界
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="../5/5-2.html">
            
                <a href="../5/5-2.html">
            
                    
                    火山
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.2" data-path="../5/5-3.html">
            
                <a href="../5/5-3.html">
            
                    
                    地震と津波
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="../6/6-1.html">
            
                <a href="../6/6-1.html">
            
                    
                    小地形
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.7.1" data-path="../6/6-2.html">
            
                <a href="../6/6-2.html">
            
                    
                    山地の地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.2" data-path="../6/6-3.html">
            
                <a href="../6/6-3.html">
            
                    
                    河川の地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.3" data-path="../6/6-4.html">
            
                <a href="../6/6-4.html">
            
                    
                    海岸の地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.4" data-path="../6/6-5.html">
            
                <a href="../6/6-5.html">
            
                    
                    氷河地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.5" data-path="../6/6-6.html">
            
                <a href="../6/6-6.html">
            
                    
                    乾燥地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.6" data-path="../6/6-7.html">
            
                <a href="../6/6-7.html">
            
                    
                    カルスト地形
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            GitBookで公開 
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="../.." >地理の学習の意義</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5730;&#x7406;&#x306E;&#x5B66;&#x7FD2;&#x306E;&#x610F;&#x7FA9;">&#x5730;&#x7406;&#x306E;&#x5B66;&#x7FD2;&#x306E;&#x610F;&#x7FA9;</h1>
<ul>
<li><a href="#&#x5730;&#x7406;&#x3092;&#x5B66;&#x3076;&#x610F;&#x7FA9;">&#x5730;&#x7406;&#x306E;&#x5B66;&#x7FD2;</a></li>
<li><a href="#&#x5730;&#x7406;&#x306E;&#x5B66;&#x7FD2;&#x533A;&#x5206;">&#x5730;&#x7406;&#x306E;&#x5B66;&#x7FD2;&#x533A;&#x5206;</a></li>
<li><a href="#&#x5730;&#x5F62;&#x3068;&#x5730;&#x7406;&#x60C5;&#x5831;&#x306E;&#x5B66;&#x7FD2;">&#x5730;&#x5F62;&#x3068;&#x5730;&#x7406;&#x60C5;&#x5831;&#x306E;&#x5B66;&#x7FD2;</a></li>
</ul>
<h2 id="&#x5730;&#x7406;&#x306E;&#x5B66;&#x7FD2;">&#x5730;&#x7406;&#x306E;&#x5B66;&#x7FD2;</h2>
<p>&#x3000;&#x5730;&#x7406;&#x3067;&#x306F;&#x3001;&#x65E5;&#x672C;&#x56FD;&#x5185;&#x3084;&#x4E16;&#x754C;&#x306E;&#x56FD;&#x540D;&#x3001;&#x90FD;&#x5E02;&#x540D;&#x3001;&#x5C71;&#x3084;&#x6CB3;&#x5DDD;&#x306E;&#x540D;&#x79F0;&#x7B49;&#x3092;&#x899A;&#x3048;&#x308B;&#x306E;&#x307F;&#x3067;&#x306A;&#x304F;&#x3001;&#x5730;&#x56F3;&#x3084;&#x30B0;&#x30E9;&#x30D5;&#x3092;&#x8AAD;&#x307F;&#x53D6;&#x3063;&#x3066;&#x7A7A;&#x9593;&#x306E;&#x8AF8;&#x73FE;&#x8C61;&#x306B;&#x3064;&#x3044;&#x3066;&#x8003;&#x5BDF;&#x3057;&#x307E;&#x3059;&#x3002;&#x5730;&#x56F3;&#xFF08;&#x5730;&#x7406;&#x60C5;&#x5831;&#xFF09;&#x3084;&#x30B0;&#x30E9;&#x30D5;&#x3092;&#x6271;&#x3046;&#x6280;&#x80FD;&#x3068;&#x3001;&#x69D8;&#x3005;&#x306A;&#x60C5;&#x5831;&#x3092;&#x7D44;&#x307F;&#x5408;&#x308F;&#x305B;&#x3066;&#x7A7A;&#x9593;&#x306E;&#x8AF8;&#x73FE;&#x8C61;&#x3092;&#x8003;&#x5BDF;&#x3059;&#x308B;&#x529B;&#x3092;&#x990A;&#x3046;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x4F8B;&#x3048;&#x3070;&#x3001;&#x4E0B;&#x306E;&#x56F3;&#x3092;&#x307F;&#x3066;&#x307F;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;&#x4E0B;&#x306E;&#x56F3;&#x306F;&#x3001;1854&#x5E74;&#x306B;&#x30A4;&#x30AE;&#x30EA;&#x30B9;&#x306E;&#x30ED;&#x30F3;&#x30C9;&#x30F3;&#xFF08;&#x30D6;&#x30ED;&#x30FC;&#x30C9;&#x30B9;&#x30C8;&#x30EA;&#x30FC;&#x30C8;&#xFF09;&#x3067;&#x6D41;&#x884C;&#x3057;&#x305F;&#x30B3;&#x30EC;&#x30E9;&#x306E;&#x75C7;&#x4F8B;&#x8005;&#x6570;&#x3092;&#x793A;&#x3059;&#x4EE3;&#x8868;&#x7684;&#x306A;&#x5730;&#x56F3;&#x3067;&#x3059;&#x3002;&#x3053;&#x306E;&#x5730;&#x56F3;&#x306F;&#x3001;&#x533B;&#x5E2B;&#x306E;&#x30B8;&#x30E7;&#x30F3;&#x30FB;&#x30B9;&#x30CE;&#x30A6;&#x306B;&#x3088;&#x3063;&#x3066;&#x4F5C;&#x3089;&#x308C;&#x3001;&#x9ED2;&#x3044;&#x6A2A;&#x68D2;&#x304C;&#x30B3;&#x30EC;&#x30E9;&#x306E;&#x6B7B;&#x8005;&#x3092;&#x793A;&#x3057;&#x307E;&#x3059;&#x3002;&#x305D;&#x306E;&#x307B;&#x304B;&#x306E;&#x60C5;&#x5831;&#x3068;&#x3057;&#x3066;&#x3001;&#x9053;&#x8DEF;&#x3001;&#x9053;&#x8DEF;&#x540D;&#x3001;&#x65BD;&#x8A2D;&#x3001;&#x30DD;&#x30F3;&#x30D7;(&#x25CF;PUMP&#x3068;&#x8868;&#x8A18;)&#x304C;&#x63CF;&#x304B;&#x308C;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x6559;&#x6750;&#x3092;&#x8AAD;&#x307F;&#x9032;&#x3081;&#x308B;&#x524D;&#x306B;&#x3001;&#x3053;&#x306E;&#x5730;&#x56F3;&#x3067;&#x6B7B;&#x8005;&#x306E;&#x6700;&#x3082;&#x591A;&#x3044;&#x3068;&#x3053;&#x308D;&#x3068;&#x3001;&#x6B7B;&#x8005;&#x304C;&#x307B;&#x3068;&#x3093;&#x3069;&#x306A;&#x3044;&#x3068;&#x3053;&#x308D;&#x3092;&#x6BD4;&#x8F03;&#x3057;&#x3066;&#x307F;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;</p>
<p><img src="img/SnowCholeraMap.jpg" alt="Snow-cholera-map"></p>
<p><em><a href="https://ja.wikipedia.org/wiki/%E3%83%96%E3%83%AD%E3%83%BC%E3%83%89%E3%83%BB%E3%82%B9%E3%83%88%E3%83%AA%E3%83%BC%E3%83%88%E3%81%AE%E3%82%B3%E3%83%AC%E3%83%A9%E3%81%AE%E5%A4%A7%E7%99%BA%E7%94%9F#/media/%E3%83%95%E3%82%A1%E3%82%A4%E3%83%AB:Snow-cholera-map-1.jpg" target="_blank">&#x30B9;&#x30CE;&#x30A6;&#x30FB;&#x30B3;&#x30EC;&#x30E9;&#x30DE;&#x30C3;&#x30D7;</a>(Public Domain)&#x3092;&#x62E1;&#x5927;&#x3057;&#x305F;&#x56F3;</em></p>
<p>&#x3000;&#x56F3;&#x306E;&#x4E2D;&#x592E;&#x306E;&#x30D6;&#x30ED;&#x30FC;&#x30C9;&#x30B9;&#x30C8;&#x30EA;&#x30FC;&#x30C8;&#x306E;&#x30DD;&#x30F3;&#x30D7;&#x306E;&#x5468;&#x308A;&#x306B;&#x591A;&#x304F;&#x306E;&#x6B7B;&#x8005;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x4E00;&#x65B9;&#x3067;&#x3001;&#x305D;&#x306E;&#x4ED6;&#x306E;&#x30DD;&#x30F3;&#x30D7;&#x306E;&#x5468;&#x308A;&#x306B;&#x306F;&#x3001;&#x305D;&#x308C;&#x307B;&#x3069;&#x6B7B;&#x8005;&#x304C;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x305B;&#x3093;&#x3002;&#x7D50;&#x679C;&#x7684;&#x3068;&#x3057;&#x3066;&#x3001;&#x30D6;&#x30ED;&#x30FC;&#x30C9;&#x30B9;&#x30C8;&#x30EA;&#x30FC;&#x30C8;&#x306E;&#x30DD;&#x30F3;&#x30D7;&#x304C;&#x30B3;&#x30EC;&#x30E9;&#x306E;&#x6D41;&#x884C;&#x306E;&#x539F;&#x56E0;&#x3068;&#x306A;&#x3063;&#x3066;&#x3044;&#x307E;&#x3057;&#x305F;&#x3002;&#x30DD;&#x30F3;&#x30D7;&#x3092;&#x9589;&#x9396;&#x3057;&#x305F;&#x3053;&#x3068;&#x306B;&#x3088;&#x3063;&#x3066;&#x3001;&#x611F;&#x67D3;&#x62E1;&#x5927;&#x306F;&#x53CE;&#x675F;&#x3057;&#x307E;&#x3057;&#x305F;&#x3002;&#x3053;&#x306E;&#x5730;&#x56F3;&#x3067;&#x306F;&#x3001;&#x611F;&#x67D3;&#x304C;&#x62E1;&#x5927;&#x3057;&#x3066;&#x3044;&#x308B;&#x30D6;&#x30ED;&#x30FC;&#x30C9;&#x30B9;&#x30C8;&#x30EA;&#x30FC;&#x30C8;&#x306B;&#x304A;&#x3044;&#x3066;&#x3001;&#x30D3;&#x30FC;&#x30EB;&#x306E;&#x91B8;&#x9020;&#x6240;&#xFF08;brewery&#xFF09;&#x306E;&#x5F93;&#x696D;&#x54E1;&#x306B;&#x611F;&#x67D3;&#x8005;&#x304C;&#x3044;&#x306A;&#x3044;&#x3053;&#x3068;&#x3082;&#x8AAD;&#x307F;&#x53D6;&#x308C;&#x307E;&#x3059;&#x3002;&#x30D3;&#x30FC;&#x30EB;&#x306E;&#x91B8;&#x9020;&#x306E;&#x5DE5;&#x7A0B;&#x3067;&#x306F;&#x3001;&#x6C34;&#x3092;&#x716E;&#x6CB8;&#x3057;&#x3066;&#x5229;&#x7528;&#x3057;&#x307E;&#x3059;&#x3002;&#x5F93;&#x696D;&#x54E1;&#x306F;&#x3001;&#x4E95;&#x6238;&#x6C34;&#x306E;&#x4EE3;&#x308F;&#x308A;&#x306B;&#x65E5;&#x5E38;&#x7684;&#x306B;&#x30D3;&#x30FC;&#x30EB;&#x3092;&#x98F2;&#x3093;&#x3067;&#x3044;&#x305F;&#x3068;&#x8A00;&#x308F;&#x308C;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<blockquote>
<p><a href="https://www.ted.com/talks/steven_johnson_how_the_ghost_map_helped_end_a_killer_disease?utm_campaign=tedspread&amp;utm_medium=referral&amp;utm_source=tedcomshare" target="_blank">&#x30B9;&#x30C6;&#x30A3;&#x30FC;&#x30D6;&#x30FB;&#x30B8;&#x30E7;&#x30F3;&#x30BD;&#x30F3;&#x306E;&#x611F;&#x67D3;&#x5730;&#x56F3;</a> &#x3067;&#x52D5;&#x753B;&#x3067;&#x89E3;&#x8AAC;&#x3055;&#x308C;&#x3066;&#x3044;&#x307E;&#x3059;&#xFF08;&#x65E5;&#x672C;&#x8A9E;&#x5B57;&#x5E55;&#x3042;&#x308A;&#xFF09;&#x3002;&#x305D;&#x306E;&#x4ED6;&#x306B;&#x3001;Wikipedia <a href="https://ja.wikipedia.org/wiki/%E3%83%96%E3%83%AD%E3%83%BC%E3%83%89%E3%83%BB%E3%82%B9%E3%83%88%E3%83%AA%E3%83%BC%E3%83%88%E3%81%AE%E3%82%B3%E3%83%AC%E3%83%A9%E3%81%AE%E5%A4%A7%E7%99%BA%E7%94%9F" target="_blank">&#x30D6;&#x30ED;&#x30FC;&#x30C9;&#x30FB;&#x30B9;&#x30C8;&#x30EA;&#x30FC;&#x30C8;&#x306E;&#x30B3;&#x30EC;&#x30E9;&#x306E;&#x5927;&#x767A;&#x751F;</a>&#x3067;&#x3001;&#x6982;&#x8981;&#x304C;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
</blockquote>
<p> &#x3053;&#x306E;&#x4E8B;&#x4F8B;&#x304B;&#x3089;&#x3001;&#x5730;&#x56F3;&#x304C;&#x7A7A;&#x9593;&#x7684;&#x306B;&#x8AF8;&#x73FE;&#x8C61;&#x3092;&#x628A;&#x63E1;&#x3059;&#x308B;&#x3053;&#x3068;&#x306B;&#x6709;&#x52B9;&#x3067;&#x3042;&#x308B;&#x3068;&#x7406;&#x89E3;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x3055;&#x3089;&#x306B;&#x73FE;&#x4EE3;&#x3067;&#x306F;&#x3001;&#x5730;&#x7406;&#x60C5;&#x5831;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#xFF08;GIS&#xFF09;&#x3092;&#x7528;&#x3044;&#x3066;&#x3001;&#x3088;&#x308A;&#x52B9;&#x7387;&#x3088;&#x304F;&#x7A7A;&#x9593;&#x306E;&#x60C5;&#x5831;&#x3092;&#x5206;&#x6790;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x4E0B;&#x306E;&#x56F3;&#x306F;&#x3001;GIS&#x3092;&#x7528;&#x3044;&#x3066;&#x4F5C;&#x6210;&#x3057;&#x305F;&#x56F3;&#x3067;&#x5BC6;&#x96C6;&#x5EA6;&#x304C;&#x628A;&#x63E1;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;
<img src="img/SnowCholeraMap_gis.png" alt="Snow-cholera-map"></p>
<p><em>&#x30B9;&#x30CE;&#x30A6;&#x30FB;&#x30B3;&#x30EC;&#x30E9;&#x30DE;&#x30C3;&#x30D7;&#x3092;GIS&#x3067;&#x53EF;&#x8996;&#x5316;&#x3057;&#x305F;&#x56F3;&#xFF08;&#x5DE6;:&#x5186;&#x306E;&#x5927;&#x304D;&#x3055;&#x304C;&#x6B7B;&#x8005;&#x6570;&#x3002;&#x53F3;:50m&#xD7;50m&#x306E;&#x7BC4;&#x56F2;&#x3067;&#x306E;&#x6B7B;&#x8005;&#x6570;&#xFF09;</em></p>
<h2 id="&#x5730;&#x7406;&#x306E;&#x533A;&#x5206;">&#x5730;&#x7406;&#x306E;&#x533A;&#x5206;</h2>
<p>&#x5730;&#x7406;&#x306E;&#x5B66;&#x7FD2;&#x306F;&#x3001;&#x5927;&#x304D;&#x304F;&#x5206;&#x3051;&#x3066;&#x5730;&#x56F3;&#x30FB;&#x5730;&#x7406;&#x60C5;&#x5831;&#x3001;&#x7CFB;&#x7D71;&#x5730;&#x7406;&#x3001;&#x5730;&#x8A8C;&#x306E;&#x5B66;&#x7FD2;&#x306B;&#x308F;&#x3051;&#x3089;&#x308C;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x5730;&#x56F3;&#x30FB;&#x5730;&#x7406;&#x60C5;&#x5831;&#x3067;&#x306F;&#x3001;&#x5730;&#x57DF;&#x3092;&#x8AAD;&#x307F;&#x89E3;&#x304F;&#x305F;&#x3081;&#x306B;&#x5FC5;&#x8981;&#x306A;&#x5730;&#x56F3;&#x3068;&#x5730;&#x7406;&#x60C5;&#x5831;&#x306E;&#x57FA;&#x790E;&#x3068;&#x5229;&#x7528;&#x6CD5;&#x306B;&#x3064;&#x3044;&#x3066;&#x5B66;&#x7FD2;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x7CFB;&#x7D71;&#x5730;&#x7406;&#x3067;&#x306F;&#x3001;&#x5730;&#x5F62;&#x3001;&#x6C17;&#x5019;&#x3001;&#x571F;&#x58CC;&#x3001;&#x690D;&#x751F;&#x3001;&#x7523;&#x696D;&#x306E;&#x3088;&#x3046;&#x306A;&#x7A7A;&#x9593;&#x3092;&#x69CB;&#x6210;&#x3059;&#x308B;&#x4E3B;&#x306A;&#x8981;&#x7D20;&#x306B;&#x3064;&#x3044;&#x3066;&#x3001;&#x4E00;&#x305A;&#x3064;&#x5F62;&#x614B;&#x3001;&#x767A;&#x9054;&#x904E;&#x7A0B;&#x3001;&#x5206;&#x5E03;&#x7B49;&#x306B;&#x3064;&#x3044;&#x3066;&#x5B66;&#x7FD2;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x5730;&#x8A8C;&#x3067;&#x306F;&#x3001;&#x30A2;&#x30B8;&#x30A2;&#x3001;&#x30E8;&#x30FC;&#x30ED;&#x30C3;&#x30D1;&#x3001;&#x30A2;&#x30D5;&#x30EA;&#x30AB;&#x7B49;&#x306E;&#x3088;&#x3046;&#x306B;&#x30B9;&#x30B1;&#x30FC;&#x30EB;&#x3092;&#x533A;&#x5207;&#x3063;&#x3066;&#x3001;&#x5730;&#x57DF;&#x306E;&#x7279;&#x6027;&#x306B;&#x3064;&#x3044;&#x3066;&#x5B66;&#x7FD2;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ul>
<h2 id="&#x5730;&#x5F62;&#x3068;&#x5730;&#x7406;&#x60C5;&#x5831;&#x306E;&#x5B66;&#x7FD2;">&#x5730;&#x5F62;&#x3068;&#x5730;&#x7406;&#x60C5;&#x5831;&#x306E;&#x5B66;&#x7FD2;</h2>
<p>&#x3000;&#x5730;&#x5F62;&#x306F;&#x7A7A;&#x9593;&#x3092;&#x69CB;&#x6210;&#x3059;&#x308B;&#x6700;&#x3082;&#x57FA;&#x672C;&#x7684;&#x306A;&#x8981;&#x7D20;&#x3067;&#x3059;&#x3002;&#x4EBA;&#x306F;&#x53E4;&#x6765;&#x304B;&#x3089;&#x3001;&#x5730;&#x5F62;&#x3092;&#x3046;&#x307E;&#x304F;&#x5229;&#x7528;&#x3057;&#x3066;&#x751F;&#x6D3B;&#x3092;&#x55B6;&#x3093;&#x3067;&#x304D;&#x307E;&#x3057;&#x305F;&#x3002;&#x5730;&#x5F62;&#x3092;&#x77E5;&#x308B;&#x3053;&#x3068;&#x3067;&#x3001;&#x7523;&#x696D;&#x306E;&#x767A;&#x9054;&#x306E;&#x7406;&#x89E3;&#x3084;&#x707D;&#x5BB3;&#x306E;&#x30EA;&#x30B9;&#x30AF;&#x306E;&#x8EFD;&#x6E1B;&#x306B;&#x5F79;&#x7ACB;&#x3061;&#x307E;&#x3059;&#x3002;&#x4E00;&#x65B9;&#x3067;&#x3001;&#x5730;&#x5F62;&#x306E;&#x5B66;&#x7FD2;&#x3092;&#x96E3;&#x3057;&#x3044;&#x3068;&#x611F;&#x3058;&#x308B;&#x4EBA;&#x3082;&#x591A;&#x304F;&#x3001;&#x7528;&#x8A9E;&#x306E;&#x6697;&#x8A18;&#x306B;&#x3068;&#x3069;&#x307E;&#x3063;&#x3066;&#x3057;&#x307E;&#x3046;&#x3053;&#x3068;&#x3082;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x307E;&#x305F;&#x3001;&#x7B49;&#x9AD8;&#x7DDA;&#x306B;&#x3088;&#x308B;&#x5730;&#x5F62;&#x306E;&#x5224;&#x8AAD;&#x306E;&#x56F0;&#x96E3;&#x3055;&#x3082;&#x6307;&#x6458;&#x3055;&#x308C;&#x3066;&#x304D;&#x307E;&#x3057;&#x305F;&#x3002;&#x305D;&#x3053;&#x3067;&#x3001;&#x5730;&#x7406;&#x60C5;&#x5831;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x3092;&#x4F7F;&#x3063;&#x3066;&#x5730;&#x5F62;&#x3092;&#x5B66;&#x7FD2;&#x3092;&#x88DC;&#x4F50;&#x3059;&#x308B;&#x6559;&#x6750;&#x3092;&#x958B;&#x767A;&#x3057;&#x307E;&#x3057;&#x305F;&#x3002;&#x3053;&#x306E;&#x6559;&#x6750;&#x3092;&#x4F7F;&#x3046;&#x3068;&#x5730;&#x5F62;&#x306E;&#x57FA;&#x790E;&#x3068;&#x5730;&#x7406;&#x60C5;&#x5831;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x306E;&#x6709;&#x7528;&#x6027;&#x3092;&#x7406;&#x89E3;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="../../" class="navigation navigation-prev " aria-label="Previous page: 本教材について">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="../2/2.html" class="navigation navigation-next " aria-label="Next page: 地図の基礎">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"地理の学習の意義","level":"1.2","depth":1,"next":{"title":"地図の基礎","level":"1.3","depth":1,"path":"materials/2/2.md","ref":"./materials/2/2.md","articles":[]},"previous":{"title":"本教材について","level":"1.1","depth":1,"path":"README.md","ref":"./README.md","articles":[]},"dir":"ltr"},"config":{"plugins":["-sharing","-sharing-plus","splitter","collapsible-menu","creativecommons","favicon"],"root":".","styles":{"website":"styles/website.css"},"pluginsConfig":{"collapsible-menu":{},"splitter":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"favicon":{"shortcut":"./img/favicon.ico","bookmark":"./img/favicon.ico","appleTouch":"./img/apple-touch-icon.png","appleTouchMore":{"120x120":"./img/favicon.ico","180x180":"./img/favicon.ico"}},"creativecommons":{},"sharing":{"qq":false,"all":["facebook","google"],"douban":false,"facebook":false,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":false,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"h.yamauchi","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"GGOER","language":"ja","gitbook":">= 3.0.0"},"file":{"path":"materials/1/1.md","mtime":"2020-05-28T15:48:55.710Z","type":"markdown"},"gitbook":{"version":"3.2.2","time":"2020-07-06T13:58:49.979Z"},"basePath":"../..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../../gitbook/gitbook.js"></script>
    <script src="../../gitbook/theme.js"></script>
    
        
        <script src="../../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-collapsible-menu/plugin.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

